{
  "es": {
    "Home": "Inicio",
    "RSVP": "Confirmar asistencia",
    "Schedule": "Itinerario",
    "Travel": "Viaje",
    "Accommodation": "Hospedaje",
    "Explore": "Qué hacer",
    "Toggle menu": "Alternar menú",
    "Language switcher": "Cambiador de idiomas",
    "{label}": "{etiqueta}",
    "{title}": "{título}",
    "Where You'll Stay": "donde te quedarás",
    "About the Palazzo": "Sobre el Palacio",
    "It has 40 bedrooms, 19 bathrooms, 9 kitchens, grand salons, terraces, balconies, a rose garden, two swimming pools, and a large jacuzzi. There's WiFi throughout, including the bedrooms. And with the village right outside the door, you won't need a car for anything during the week.": "Tiene 40 habitaciones, 19 baños, 9 cocinas, grandes salones, terrazas, balcones, un jardín de rosas, dos piscinas y un gran jacuzzi. Hay WiFi en todas partes, incluidas las habitaciones. Y con el pueblo justo a la puerta, no necesitarás un coche para nada durante la semana.",
    "What to Expect": "Qué esperar",
    "We want to be upfront:": "Queremos ser sinceros:",
    "this is not a hotel": "esto no es un hotel",
    ". It's a charming, centuries-old property — think cozy slumber party in an Italian castle, not a resort. Bathrooms and common areas are shared, we'll be looking after ourselves, and the furniture is antique (read: character, not concierge).": ". Es una encantadora propiedad centenaria: piense en una acogedora fiesta de pijamas en un castillo italiano, no en un centro turístico. Los baños y las zonas comunes son compartidos, nos cuidaremos nosotros mismos y los muebles son antiguos (léase: carácter, no conserje).",
    "The palazzo is divided so that different groups — couples, families, friends — can have their own private bedrooms, suites, or even entire floors, while sharing the communal spaces like salons, pool terraces, and balconies. You'll have your own space to retreat to, but the best part is being together.": "El palazzo está dividido para que diferentes grupos (parejas, familias, amigos) puedan tener sus propios dormitorios privados, suites o incluso pisos enteros, mientras comparten espacios comunes como salones, terrazas con piscina y balcones. Tendrás tu propio espacio al que retirarte, pero la mejor parte es estar juntos.",
    "Cost": "Costo",
    "Staying at the Palazzo is": "Alojarse en el Palazzo es",
    "€280 per person": "280€ por persona",
    "(ages 12+) for the entire week. This covers your accommodation from August 31st through September 4th.": "(mayores de 12 años) durante toda la semana. Esto cubre su alojamiento desde el 31 de agosto hasta el 4 de septiembre.",
    "Prefer Your Own Space?": "¿Prefieres tu propio espacio?",
    "and we'll help sort it out.": "y le ayudaremos a solucionarlo.",
    "Explore the Palazzo website": "Explora el sitio web del Palacio",
    "Open in Maps": "Abrir en mapas",
    "Beyond the Wedding": "Más allá de la boda",
    "Horseback Riding": "Montar a caballo",
    "Olive Oil Tasting": "Cata de aceite de oliva",
    "Shopping Experience": "Experiencia de compra",
    "Truffle Hunting & Tasting": "Caza y degustación de trufas",
    "Wine Tasting": "Cata de vinos",
    "Grape Stomping": "Pisoteando la uva",
    "Beach Day": "Día de playa",
    "Frasassi Caves": "Cuevas de Frasassi",
    "Sibillini National Park Hike": "Caminata por el Parque Nacional Sibillini",
    "Boat Party": "Fiesta en barco",
    "Quad Bike Excursions": "Excursiones en quad",
    "Adventure Park Tour": "Tour al parque de aventuras",
    "Craft Beer Tasting": "Cata de cerveza artesanal",
    "Cooking Show": "Espectáculo de cocina",
    "Fishing Day Tour": "Tour de un día de pesca",
    "Handmade Cheese Tasting": "Cata de quesos artesanales",
    "Gastronomic Stroll": "Paseo Gastronómico",
    "Dining:": "Comida:",
    "All meals in the schedule are fully arranged. For snacks and spontaneous aperitivi, we'll share a guide to our favorite local spots.": "Todas las comidas en el horario están completamente arregladas. Para refrigerios y aperitivos espontáneos, compartiremos una guía de nuestros lugares locales favoritos.",
    "And yes, there will be plenty of Aperol Spritz.": "Y sí, habrá mucho Aperol Spritz.",
    "September 2, 2026": "2 de septiembre de 2026",
    "We'd love for you to make it a getaway and join us for a multi-day celebration": "Nos encantaría que hicieras una escapada y te unieras a nosotros para una celebración de varios días.",
    "August 31 – September 4, 2026": "31 de agosto – 4 de septiembre de 2026",
    "Questions": "Preguntas",
    "What's the dress code?": "¿Cuál es el código de vestimenta?",
    "We'll share dress code details for each event closer to the date. Think elegant but comfortable — it's the Italian countryside.": "Compartiremos los detalles del código de vestimenta para cada evento cuando se acerque la fecha. Piense elegante pero cómodo: es la campiña italiana.",
    "U.S. and Canadian passport holders do not need a visa for short stays. Ensure your passport is valid 6+ months beyond travel dates. Other passports — check Schengen requirements. We can provide an invitation letter.": "Los titulares de pasaportes estadounidenses y canadienses no necesitan visa para estancias cortas. Asegúrese de que su pasaporte sea válido por más de 6 meses después de las fechas de viaje. Otros pasaportes: consulte los requisitos de Schengen. Podemos proporcionar una carta de invitación.",
    "Rent a car or arrange a shuttle. Indicate your travel plans on the RSVP and we'll coordinate group shuttles by arrival time.": "Alquile un coche u organice un servicio de transporte. Indique sus planes de viaje en el formulario de confirmación de asistencia y coordinaremos los traslados grupales a su hora de llegada.",
    "What are the accommodation costs?": "¿Cuáles son los costos de alojamiento?",
    "We'll coordinate costs separately with each guest and plan to subsidize a portion. More details after you RSVP.": "Coordinaremos los costos por separado con cada huésped y planearemos subsidiar una parte. Más detalles después de confirmar su asistencia.",
    "Absolutely! Rome, Florence, the Amalfi Coast, and Cinque Terre are all within reach. Fly into one city and out of another.": "¡Absolutamente! Roma, Florencia, la costa de Amalfi y Cinque Terre están a su alcance. Vuela hacia una ciudad y sal de otra.",
    "When is the RSVP deadline?": "¿Cuándo es la fecha límite para confirmar su asistencia?",
    "Please RSVP by the date on your invitation. The sooner the better — it helps us plan logistics for everyone!": "Confirme su asistencia antes de la fecha indicada en su invitación. Cuanto antes, mejor: ¡nos ayuda a planificar la logística para todos!",
    "Join Us": "Únase a nosotros",
    "Will You Be Joining Us?": "¿Te vas a sumar?",
    "First Name *": "Nombre de pila *",
    "Last Name *": "Apellido *",
    "Email *": "Correo electrónico *",
    "Will you attend?": "¿Asistirás?",
    "Joyfully Accept": "Aceptar con alegría",
    "Regretfully Decline": "Lamentablemente rechazar",
    "Continue": "Continuar",
    "Tell Us More": "Cuéntanos un poquito más",
    "Bringing a guest? Which events will you join?": "¿Traer un invitado? ¿A qué eventos te unirás?",
    "Bringing a plus one?": "¿Trayendo un acompañante?",
    "Yes": "Sí",
    "Just Me": "Sólo yo",
    "Guest's Full Name": "Nombre completo del huésped",
    "Which events will you attend?": "¿A qué eventos asistirás?",
    "Wedding Ceremony & Reception": "Ceremonia de boda y recepción",
    "Sep 2 · 4:45 PM – Late": "2 de septiembre · 4:45 p.m. – Tarde",
    "Exploration Time": "Tiempo de exploración",
    "Sep 1 · 12:00 PM": "1 de septiembre · 12:00 p.m.",
    "Optional": "Opcional",
    "Welcome Pizza Party": "Fiesta de pizza de bienvenida",
    "Sep 1 · 7:30 PM": "1 de septiembre · 19:30",
    "Post-Wedding Brunch": "Brunch post-boda",
    "Sep 3 · 10:30 AM": "3 de septiembre · 10:30 a.m.",
    "Beach Day & Farewell Dinner": "Día de Playa y Cena de Despedida",
    "Sep 3 · 3:00 PM – Late": "3 de septiembre · 3:00 p.m. – Tarde",
    "Back": "Atrás",
    "Travel & Stay": "Viajar y quedarse",
    "Help us coordinate logistics": "Ayúdanos a coordinar la logística",
    "Accommodation Preference": "Preferencia de alojamiento",
    "Select...": "Seleccionar...",
    "Prefer a local hotel": "Prefiero un hotel local",
    "I'll arrange my own": "Yo arreglaré el mío",
    "Arrival Date": "Fecha de llegada",
    "August 30": "30 de agosto",
    "August 31": "31 de agosto",
    "September 1": "1 de septiembre",
    "September 2": "2 de septiembre",
    "Not sure yet": "No estoy seguro todavía",
    "Departure Date": "Fecha de salida",
    "September 3": "3 de septiembre",
    "September 4": "4 de septiembre",
    "September 5+": "5 de septiembre+",
    "Shuttle from airport?": "¿Transporte desde el aeropuerto?",
    "Yes please": "Sí, por favor",
    "I'll drive": "yo conduciré",
    "Arriving airport": "Aeropuerto de llegada",
    "Rome Fiumicino (FCO)": "Roma Fiumicino (FCO)",
    "Ancona Falconara (AOI)": "Ancona Falconara (AOI)",
    "Pescara (PSR)": "Pescara (PSR)",
    "Bologna (BLQ)": "Bolonia (BLQ)",
    "Other / Not sure": "Otro / No estoy seguro",
    "Almost There!": "¡Ya casi!",
    "Just a few last details": "Sólo unos últimos detalles",
    "Dietary Restrictions / Allergies": "Restricciones dietéticas/alergias",
    "Guest's Dietary Restrictions": "Restricciones dietéticas de los huéspedes",
    "Anything else?": "¿Algo más?",
    "Submit RSVP": "Enviar confirmación de asistencia",
    "We're so excited to celebrate with you. We'll be in touch with more details as the big day approaches.": "Estamos muy emocionados de celebrar contigo. Estaremos en contacto con más detalles a medida que se acerque el gran día.",
    "We'll Miss You": "Te vamos a extrañar",
    "We completely understand. Thank you for letting us know — you'll be in our hearts on the day.": "Lo entendemos completamente. Gracias por hacérnoslo saber; estarás en nuestros corazones ese día.",
    "First name": "Nombre de pila",
    "Last name": "Apellido",
    "your@email.com": "tu@correo electrónico.com",
    "Their full name": "Su nombre completo",
    "e.g. vegetarian, gluten-free...": "p.ej. vegetariano, sin gluten...",
    "Your guest's dietary needs...": "Las necesidades dietéticas de sus invitados...",
    "Questions, requests, or just a sweet note...": "Preguntas, peticiones o simplemente una dulce nota...",
    "The Celebration": "La celebración",
    "Schedule of Events": "Calendario de eventos",
    "Five days of celebration in the Italian countryside.": "Cinco días de celebración en la campiña italiana.",
    "Monday, August 31": "Lunes 31 de agosto",
    "Arrival": "Llegada",
    "4:00 PM": "4:00 p.m.",
    "Check In": "Registrarse",
    "Tuesday, September 1": "Martes 1 de septiembre",
    "Exploration Day": "Día de exploración",
    "12:00 PM": "12:00 p.m.",
    "Explore page": "Explorar página",
    "for all the details!": "para todos los detalles!",
    "4:30 PM": "16:30",
    "Chill Poolside Hang": "Relájese junto a la piscina",
    "7:30 PM": "19:30",
    "Our first evening all together — great food, flowing wine, and the excitement of what's to come": "Nuestra primera noche todos juntos: excelente comida, vino abundante y la emoción de lo que está por venir.",
    "Three Arches Square": "Plaza de los Tres Arcos",
    "Wednesday, September 2": "miércoles 2 de septiembre",
    "Wedding Day": "Día de la boda",
    "4:45 PM": "16:45",
    "Guests Arrive": "Llegan los invitados",
    "Doors open — please be seated no later than 5:00 PM": "Puertas abiertas: tome asiento antes de las 5:00 p. m.",
    "Panoramic Garden": "Jardín Panorámico",
    "5:15 PM": "17:15",
    "Ceremony": "Ceremonia",
    "6:15 PM": "18:15",
    "Aperitivo Hour": "Hora del aperitivo",
    "Spritzes, cocktails, and antipasti — cheers to the newlyweds!": "Spritzes, cócteles y antipasti: ¡salud a los recién casados!",
    "Bell Tower Square": "Plaza del Campanario",
    "7:45 PM": "19:45",
    "Dinner & Reception": "Cena y recepción",
    "A feast under the stars — toasts, tears of joy, and dancing until our feet give out": "Un festín bajo las estrellas: brindis, lágrimas de alegría y baile hasta que nuestros pies cedan",
    "11:45 PM": "23:45",
    "After Party — Ally's Rave Cave": "Después de la fiesta: la cueva rave de Ally",
    "The night is young. Descend into the wine cellar for late-night beats and questionable dance moves": "La noche es joven. Desciende a la bodega para disfrutar de ritmos nocturnos y movimientos de baile cuestionables.",
    "Thursday, September 3": "Jueves 3 de septiembre",
    "Recovery & Fun": "Recuperación y Diversión",
    "10:30 AM": "10:30 a.m.",
    "Ease into the morning with good food, strong coffee, and even stronger memories from last night": "Empiece la mañana con buena comida, café fuerte y recuerdos aún más fuertes de anoche",
    "3:00 PM": "3:00 p.m.",
    "Sun, sand, and the Adriatic Sea — the perfect way to recover": "Sol, arena y el mar Adriático: la forma perfecta de recuperarse",
    "Porto San Giorgio": "Puerto San Giorgio",
    "7:00 PM": "7:00 p.m.",
    "Farewell Seafood Dinner": "Cena de Despedida de Mariscos",
    "One last magical evening — fresh catch, sunset views, and sandy toes. The best way to say arrivederci": "Una última velada mágica: pesca fresca, vistas del atardecer y pies arenosos. La mejor manera de decir llegóerci",
    "Friday, September 4": "viernes 4 de septiembre",
    "Departure": "Partida",
    "10:00 AM": "10:00 a.m.",
    "Check Out": "Verificar",
    "Arrivederci, Palazzo! Until we meet again… pack your bags (and maybe an extra bottle of wine)": "¡Arrivederci, Palacio! Hasta que nos volvamos a ver… haz las maletas (y tal vez una botella extra de vino)",
    "Getting There": "Cómo llegar",
    "Travel & Logistics": "Viaje y cómo moverte",
    "Most guests will fly internationally into": "La mayoría de los huéspedes volarán internacionalmente a",
    "~1 hr drive": "~1 hora en coche",
    "~1.5 hr drive": "~1,5 horas en coche",
    "By Train": "En tren",
    "Pedaso": "Pedaso",
    "Regional · 15 min drive": "Regional · 15 min en coche",
    "Intercity · 30 min drive": "Interurbano · 30 min en coche",
    "Ancona": "Ancona",
    "Fast trains · 1 hr drive": "Trenes rápidos · 1 hora en coche",
    "Once you've landed or arrived by train, you have two options to reach us:": "Una vez que hayas aterrizado o llegado en tren, tienes dos opciones para llegar hasta nosotros:",
    "Rent a car": "Alquilar un coche",
    "— great if you want flexibility to explore the region on your own before or after the wedding.": "— genial si deseas flexibilidad para explorar la región por tu cuenta antes o después de la boda.",
    "Shuttle": "Lanzadera",
    "— we're happy to help arrange group shuttles from airports and train stations. Just indicate on your": "— estaremos encantados de ayudarle a organizar traslados para grupos desde aeropuertos y estaciones de tren. Sólo indíquelo en su",
    "that you'd like shuttle coordination and share your arrival details — we'll group guests by timing.": "que desea coordinar el transporte y compartir los detalles de su llegada; agruparemos a los huéspedes según el horario.",
    "You won't need a car for the week! All events will either be in town or at the Palazzo, and we'll organize transportation for anything off-site (like the beach day). Sit back, relax, and let us handle the logistics.": "¡No necesitarás un coche durante la semana! Todos los eventos serán en la ciudad o en el Palazzo, y organizaremos el transporte para cualquier evento fuera del sitio (como el día de playa). Siéntate, relájate y déjanos encargarnos de la logística.",
    "Before You Go Checklist": "Lista de verificación antes de ir",
    "A few important things to sort out before you book your flights:": "Algunas cosas importantes que debe resolver antes de reservar sus vuelos:",
    "Passport": "Pasaporte",
    "Must be valid 6+ months beyond travel dates": "Debe tener una validez de más de 6 meses después de las fechas de viaje.",
    "Visa": "Visa",
    "U.S./Canadian citizens — no visa needed. Others — check Schengen requirements": "Ciudadanos estadounidenses/canadienses: no se necesita visa. Otros: consulte los requisitos de Schengen",
    "International Driving Permit": "Permiso de conducir internacional",
    "Need an invitation letter for your visa application? Just let us know — we're happy to provide one.": "¿Necesita una carta de invitación para su solicitud de visa? Háganoslo saber: estaremos encantados de ofrecerle uno.",
    "Chang": "Chang",
    "John": "John",
    "September 2, 2026 · Petritoli, Italy": "2 de septiembre de 2026 · Petritoli, Italia",
    "C & J": "C & J",
    "Packing": "Embalaje",
    "Registry": "Registro",
    "Q&A": "Preguntas y respuestas",
    "Main navigation": "Navegación principal",
    "We've booked the entire Palazzo Mannocchi from August 31st through September 4th, and we'd love for everyone to stay with us. The whole property is ours — no other guests, no strangers, just our people.": "Hemos reservado todo el Palazzo Mannocchi desde el 31 de agosto hasta el 4 de septiembre y nos encantaría que todos se quedaran con nosotros. Toda la propiedad es nuestra: no hay otros huéspedes ni extraños, solo nuestra gente.",
    "A Medieval Palazzo with Centuries of History": "Un palacio medieval con siglos de historia",
    "Petritoli is a small medieval hilltop village in the Le Marche region — one of Italy's best-kept secrets. It's not a tourist town. It's a real, lived-in place where locals greet you in the piazza and the baker still opens at dawn.": "Petritoli es un pequeño pueblo medieval en la cima de una colina en la región de Le Marche, uno de los secretos mejor guardados de Italia. No es una ciudad turística. Es un lugar auténtico y habitado donde los lugareños te reciben en la plaza y la panadería todavía abre al amanecer.",
    "At its heart sits Palazzo Mannocchi, an 18th-century noble residence built atop foundations that date back to the Roman period. The property takes up nearly a quarter of the village center. Over the centuries it served as a seat of local nobility, a gathering place for the community, and now — for one unforgettable week — it's ours.": "En su corazón se encuentra el Palazzo Mannocchi, una residencia noble del siglo XVIII construida sobre cimientos que datan de la época romana. La propiedad ocupa casi una cuarta parte del centro del pueblo. A lo largo de los siglos, sirvió como sede de la nobleza local, lugar de reunión de la comunidad y ahora, durante una semana inolvidable, es nuestro.",
    "Inside you'll find frescoed ceilings, vaulted halls, period furniture, and panoramic views stretching from the Adriatic Sea to the Sibillini Mountains. It has 40 bedrooms, 19 bathrooms, 9 kitchens, grand salons, terraces, balconies, a rose garden, two swimming pools, and a large jacuzzi. There's WiFi throughout, including the bedrooms.": "En el interior encontrará techos con frescos, pasillos abovedados, muebles de época y vistas panorámicas que se extienden desde el mar Adriático hasta las montañas Sibillini. Tiene 40 habitaciones, 19 baños, 9 cocinas, grandes salones, terrazas, balcones, un jardín de rosas, dos piscinas y un gran jacuzzi. Hay WiFi en todas partes, incluidas las habitaciones.",
    "What to Expect — Please Read": "Qué esperar: lea por favor",
    "We want to be completely upfront:": "Queremos ser completamente sinceros:",
    "the Palazzo is not a hotel": "el palazzo no es un hotel",
    ". It is a centuries-old historic property with all the charm — and all the quirks — that come with that.": ". Es una propiedad histórica centenaria con todo el encanto y todas las peculiaridades que conlleva.",
    "Think of it as a cozy, slightly wild slumber party in a medieval Italian castle. The furniture is antique (read: character, not luxury). Bathrooms are shared. Some hallways creak. The plumbing has its own personality. There is no front desk, no room service, no concierge. We'll be looking after ourselves and each other — and that's part of what makes it special.": "Piense en ello como una fiesta de pijamas acogedora y ligeramente salvaje en un castillo medieval italiano. Los muebles son antiguos (léase: carácter, no lujo). Los baños son compartidos. Algunos pasillos crujen. La fontanería tiene personalidad propia. No hay recepción, ni servicio de habitaciones, ni conserje. Nos cuidaremos a nosotros mismos y a los demás, y eso es parte de lo que lo hace especial.",
    "The palazzo is divided so that different groups — couples, families, friends — can have their own private bedrooms, suites, or even entire floors, while sharing the communal spaces like salons, pool terraces, and balconies. You'll have your own space to retreat to, but the best part is being together under one very old, very beautiful roof.": "El palazzo está dividido para que diferentes grupos (parejas, familias, amigos) puedan tener sus propios dormitorios privados, suites o incluso pisos enteros, mientras comparten espacios comunes como salones, terrazas con piscina y balcones. Tendrás tu propio espacio al que retirarte, pero la mejor parte es estar juntos bajo un mismo techo muy antiguo y hermoso.",
    "If you're coming with the right expectations, it's magic. If you're expecting a five-star resort — this isn't it, and we want you to know that upfront so you can plan accordingly.": "Si vienes con las expectativas correctas, es mágico. Si espera un resort de cinco estrellas, este no es el lugar y queremos que lo sepa con anticipación para que pueda planificar en consecuencia.",
    "Your Options": "Tus opciones",
    "You have three choices for where to stay:": "Tienes tres opciones sobre dónde quedarte:",
    "Stay at the Palazzo": "Quédate en el Palacio",
    "Join the group for the full experience — communal living, poolside hangs, and late-night conversations in the salons. This is the heart of the celebration and where the magic happens.": "Únase al grupo para vivir una experiencia completa: vida comunitaria, encuentros junto a la piscina y conversaciones nocturnas en los salones. Este es el corazón de la celebración y donde ocurre la magia.",
    "Stay in town": "Quédate en la ciudad",
    "There are small hotels and Airbnbs within Petritoli and the surrounding villages — these offer complete privacy, your own bathroom, and a quiet space to recharge while still being close enough to join everything. Let us know on your": "Hay pequeños hoteles y Airbnb dentro de Petritoli y los pueblos circundantes; estos ofrecen total privacidad, su propio baño y un espacio tranquilo para recargar energías y al mismo tiempo están lo suficientemente cerca como para unirse a todo. Háganos saber en su",
    "and we'll help you find the right fit.": "y le ayudaremos a encontrar el ajuste adecuado.",
    "Arrange your own": "Organiza el tuyo",
    "If you prefer to find your own Airbnb or hotel nearby, you're welcome to. Just keep in mind that Petritoli is a small village — options are limited, so book early.": "Si prefieres encontrar tu propio Airbnb u hotel cercano, eres bienvenido. Solo tenga en cuenta que Petritoli es un pueblo pequeño; las opciones son limitadas, así que reserve con anticipación.",
    "Explore the Palazzo website &#8594;": "Explora el sitio web del Palacio →",
    "Palazzo Mannocchi": "Palacio Mannocchi",
    "Petritoli, Le Marche, Italy": "Petritoli, Las Marcas, Italia",
    "We'd love for you to make this trip more than just a wedding — it's a chance to experience one of Italy's most beautiful and unspoiled regions. Click on each section below to learn more.": "Nos encantaría que hicieras de este viaje algo más que una simple boda: es una oportunidad de experimentar una de las regiones más bellas y vírgenes de Italia. Haga clic en cada sección a continuación para obtener más información.",
    "Petritoli": "Petritoli",
    "Your home base — a medieval hilltop village": "Su base de operaciones: un pueblo medieval en lo alto de una colina",
    "&#9660;": "▼",
    "Petritoli is a small, walkable village in the Le Marche countryside with about 2,500 residents. It's not a tourist town — it's a real place where locals know each other by name, shops close for siesta, and the piazza comes alive in the evenings. Everything you need is within a few minutes on foot from the Palazzo.": "Petritoli es un pequeño pueblo transitable en la campiña de Le Marche con unos 2.500 habitantes. No es una ciudad turística, es un lugar real donde los lugareños se conocen por su nombre, las tiendas cierran para la siesta y la plaza cobra vida por las noches. Todo lo que necesitas está a pocos minutos a pie del Palazzo.",
    "Don't Miss": "No te pierdas",
    "The Three Gothic Arches": "Los Tres Arcos Góticos",
    "The iconic entrance to the village — two 15th-century cylindrical towers framing three Gothic arches. Walk through them and you've arrived in Petritoli.": "La emblemática entrada al pueblo: dos torres cilíndricas del siglo XV que enmarcan tres arcos góticos. Camine a través de ellos y habrá llegado a Petritoli.",
    "Torre Civica (Bell Tower)": "Torre Cívica (Campanario)",
    "Climb to the top for panoramic views stretching from the Sibillini Mountains to the Adriatic Sea. Take the second set of stairs to the walkway around the outside for the best photos. Warning: the staircase is steep and dark until you reach the windows — but worth it.": "Sube a la cima para disfrutar de vistas panorámicas que se extienden desde las montañas Sibillini hasta el mar Adriático. Tome el segundo tramo de escaleras hasta la pasarela que rodea el exterior para obtener las mejores fotos. Advertencia: la escalera es empinada y oscura hasta llegar a las ventanas, pero vale la pena.",
    "Teatro dell'Iride": "Teatro dell'Iride",
    "A beautifully preserved historic theatre — one of the Marche Region's officially designated Historical Theatres. Check if any performances are happening during our week.": "Un teatro histórico bellamente conservado: uno de los teatros históricos oficialmente designados de la región de Las Marcas. Compruebe si hay alguna actuación durante nuestra semana.",
    "The Passeggiata": "La Passeggiata",
    "Every evening, locals stroll through the village — this is the Italian": "Todas las noches, los lugareños pasean por el pueblo: así es el pueblo italiano.",
    "passeggiata": "pasajera",
    ". Grab a gelato, join the walk, and soak it in. This is how you experience Petritoli.": ". Toma un helado, únete a la caminata y empápalo. Así es como experimentas Petritoli.",
    "Restaurants & Bars": "Restaurantes y bares",
    "Osteria le Cornacchie": "Osteria le Cornacchie",
    "Cozy and intimate, seats up to 25. Reservations required: +39 349 856 0851": "Acogedor e íntimo, con capacidad para 25 personas. Se requieren reservaciones: +39 349 856 0851",
    "Ristorante Re Squarchiò": "Ristorante Re Squarchiò",
    "Formal setting with high-quality food. Reservations required: +39 331 612 4177": "Ambiente formal con comida de alta calidad. Reservas necesarias: +39 331 612 4177",
    "Hotel Roma": "Hotel Roma",
    "Informal, great food and atmosphere. No reservation needed.": "Informal, buena comida y ambiente. No es necesario reservar.",
    "Pizzeria Girasole": "Pizzería Girasol",
    "The local pizzeria — casual and satisfying.": "La pizzería local: informal y satisfactoria.",
    "Fanny": "Coño",
    "Casual bar, perfect for breakfast and aperitivo.": "Bar informal, perfecto para desayunos y aperitivos.",
    "Bottega Vitali": "Bottega Vitali",
    "Primarily a food shop, but also serves paninis and aperitivo.": "Principalmente una tienda de alimentos, pero también sirve paninis y aperitivos.",
    "Must-Try: Bar Gelateria Tre Archi": "Debes probar: Bar Gelateria Tre Archi",
    "This one gets its own section. Tre Archi is": "Este tiene su propia sección. Tre Archi es",
    "the": "el",
    "gathering spot in Petritoli — right inside the famous three arches. This is where all the locals go for breakfast every morning, so if you want to experience real Italian daily life, start your day here with an espresso and a cornetto. It opens at 6:30 AM and stays open until the last person leaves. Their artisan gelato (made with rice milk) is legendary — multiple reviewers call it the best gelato in Italy. They also serve local wines, craft beer, aperitivi, pastries, and light meals. Gluten-free options including cones are available. You'll end up here every day — trust us. And who knows… you might even get a taste of their gelato at the wedding itself. 🤫": "Lugar de reunión en Petritoli, justo dentro de los famosos tres arcos. Aquí es donde todos los lugareños van a desayunar todas las mañanas, así que si quieres experimentar la verdadera vida cotidiana italiana, comienza el día aquí con un espresso y un cornetto. Abre a las 6:30 a. m. y permanece abierto hasta que se va la última persona. Su helado artesanal (elaborado con leche de arroz) es legendario: varios críticos lo llaman el mejor helado de Italia. También sirven vinos locales, cerveza artesanal, aperitivos, repostería y comidas ligeras. Se encuentran disponibles opciones sin gluten, incluidos conos. Terminarás aquí todos los días; confía en nosotros. Y quién sabe… quizás incluso pruebes su helado en la propia boda. 🤫",
    "What to Eat in Le Marche": "Qué comer en Las Marcas",
    "Le Marche has a rich food culture that rivals any region in Italy. Keep an eye out for:": "Le Marche tiene una rica cultura gastronómica que rivaliza con cualquier región de Italia. Esté atento a:",
    "olive all'ascolana": "aceituna all'ascolana",
    "(stuffed fried olives — the local specialty),": "(aceitunas fritas rellenas, la especialidad local),",
    "vincisgrassi": "vincisgrassi",
    "(a rich lasagna with pork, mushrooms, and sometimes truffles),": "(una rica lasaña con cerdo, champiñones y, a veces, trufas),",
    "ciauscolo": "ciauscolo",
    "(a soft, spreadable salami unique to this region), local": "(un salami suave y untable exclusivo de esta región), local",
    "pecorino": "queso pecorino",
    "cheese (try it fresh or aged),": "queso (pruébalo fresco o añejo),",
    "brodetto": "brodetto",
    "(Adriatic fish stew with saffron), and": "(guiso de pescado del Adriático con azafrán), y",
    "porchetta": "porchetta",
    "(suckling pig with fennel and garlic). The region is also known for its truffles, honey, and": "(cochinillo con hinojo y ajo). La región también es conocida por sus trufas, miel y",
    "vino cotto": "vinocoto",
    "(\"cooked wine\" — a traditional dessert wine).": "(\"vino cocido\": un vino de postre tradicional).",
    "Groceries": "Comestibles",
    "Coal": "Carbón",
    "The smallest grocery store, conveniently close to the Palazzo.": "La tienda de comestibles más pequeña, muy cerca del Palazzo.",
    "Simply": "Simplemente",
    "Located just outside the town walls.": "Situado justo fuera de las murallas de la ciudad.",
    "Eurospin": "Eurogiro",
    "The largest grocery store — accessible by car.": "La tienda de comestibles más grande, accesible en coche.",
    "Good to Know": "Es bueno saberlo",
    "Petritoli has a pharmacy, bank, 2 ATMs, and a post office — all within walking distance. There's also a 24-hour emergency medical service just 5 minutes away. Italy is still quite cash-oriented, especially in small villages — bring euros and don't rely entirely on credit cards. Our wedding planner and her team will be on the ground to help with additional recommendations and questions — we'll share her number the week of the wedding.": "Petritoli tiene una farmacia, un banco, 2 cajeros automáticos y una oficina de correos, todo a poca distancia. También hay un servicio médico de urgencias 24 horas a sólo 5 minutos. Italia todavía está bastante orientada al efectivo, especialmente en los pueblos pequeños: traiga euros y no dependa exclusivamente de las tarjetas de crédito. Nuestra organizadora de bodas y su equipo estarán en el lugar para ayudar con recomendaciones y preguntas adicionales; compartiremos su número la semana de la boda.",
    "Le Marche Region": "Región de Las Marcas",
    "Italy's best-kept secret — rolling hills, coastline, and mountains": "El secreto mejor guardado de Italia: colinas, costa y montañas",
    "Le Marche is one of Italy's most underrated regions — the Italians themselves call it the most beautiful region in the country. Think Tuscany's beauty without the crowds. Our wedding planner works with local guides to organize group tours, and we highly recommend joining at least one. It's a fantastic way to connect with the area and with each other.": "Le Marche es una de las regiones más subestimadas de Italia; los propios italianos la llaman la región más bella del país. Piense en la belleza de la Toscana sin multitudes. Nuestro organizador de bodas trabaja con guías locales para organizar recorridos grupales y recomendamos unirse al menos a uno. Es una manera fantástica de conectarse con la zona y entre nosotros.",
    "Tuesday Group Activity: Grape Stomping": "Actividad grupal del martes: pisando uvas",
    "Tuesday, September 1st is our group activity day, and we're organizing a": "El martes 1 de septiembre es nuestro día de actividades grupales y estamos organizando una",
    "grape stomping festival": "fiesta del pisado de uva",
    "as the main event — a truly unique experience that's only possible during harvest season in September and October.": "como evento principal: una experiencia verdaderamente única que solo es posible durante la temporada de cosecha en septiembre y octubre.",
    "The Big Group Activity": "La actividad del grupo grande",
    "Grape Stomping Festival": "Festival del pisado de la uva",
    "Travel back in time and experience the ancient grape harvest tradition of Le Marche. You'll stomp grapes barefoot the old-fashioned way, learning the traditional": "Viaja en el tiempo y experimenta la antigua tradición de cosecha de uvas de Le Marche. Pisotearás uvas descalzo a la antigua usanza, aprendiendo el tradicional",
    "(\"cooked wine\") making process that has been passed down through generations. The day includes a traditional lunch prepared with ancient local recipes, paired with local wine, and entertainment from folk musicians with traditional players and dancers in full costume. It's the kind of thing you'll never forget — a full celebration of the harvest season with food, wine, music, and community.": "(\"vino cocido\") proceso de elaboración que se ha transmitido de generación en generación. El día incluye un almuerzo tradicional preparado con antiguas recetas locales, maridado con vino local y entretenimiento de músicos folclóricos con músicos y bailarines tradicionales vestidos con trajes completos. Es el tipo de cosas que nunca olvidará: una celebración completa de la temporada de cosecha con comida, vino, música y comunidad.",
    "5–6 hours (flexible)": "5 a 6 horas (flexibles)",
    "~20 min on foot from Petritoli": "~20 minutos a pie desde Petritoli",
    "Starts ~10:30 AM": "Comienza ~ 10:30 a.m.",
    "~€50–90 per person (based on group size) · Includes lunch, folk music & dancers": "~50–90€ por persona (según el tamaño del grupo) · Incluye almuerzo, música folclórica y bailarines",
    "We're working hard to coordinate the best logistics and pricing for everyone. Since this is dependent on grape harvest season timing, we'll confirm the activity closer to the date. If grape stomping doesn't work out, we'll organize similar activities that give you a taste of the region.": "Estamos trabajando duro para coordinar la mejor logística y precios para todos. Dado que esto depende del momento de la temporada de cosecha de uva, confirmaremos la actividad más cerca de la fecha. Si pisar uvas no funciona, organizaremos actividades similares que le permitirán conocer la región.",
    "▶ Watch a video of the grape stomping experience": "▶ Ver un vídeo de la experiencia del pisado de uvas.",
    "More Tours Our Planner Can Arrange": "Más recorridos que nuestro planificador puede organizar",
    "These tours can be arranged through our wedding planner for Tuesday (if you prefer to explore on your own), or for other days during the week — Monday if you arrive early, Friday or beyond if you're extending your stay. Please don't schedule tours on the wedding day (Wednesday). Transportation to tours outside Petritoli is at an additional cost.": "Estos recorridos se pueden organizar a través de nuestro organizador de bodas para el martes (si prefiere explorar por su cuenta) o para otros días de la semana: el lunes si llega temprano, el viernes o más si va a extender su estadía. No programe recorridos el día de la boda (miércoles). El transporte a tours fuera de Petritoli tiene un costo adicional.",
    "Visit a local family-owned winery and be guided by the owner! You'll learn about the history and evolution of wine production in this geographical area, and understand each step of the process — from harvesting the grapes to bottling the wine. The tour includes wine tasting with typical local food.": "¡Visite una bodega familiar local y déjese guiar por el propietario! Aprenderá sobre la historia y la evolución de la producción de vino en esta zona geográfica y comprenderá cada paso del proceso, desde la cosecha de las uvas hasta el embotellado del vino. El recorrido incluye degustación de vinos con comida típica de la zona.",
    "3–4 hours": "3 a 4 horas",
    "15 min by car · 20 min by bus": "15 min en coche · 20 min en autobús",
    "€70 per person · Includes antipasti + pasta · Transport additional": "70€ por persona · Incluye antipasti + pasta · Transporte adicional",
    "▶ Watch a video": "▶ Ver un vídeo",
    "Are you a cheese lover? This experiential tour is for you! A wide variety of delicious cheeses are produced in the Le Marche region —": "¿Eres amante del queso? ¡Este tour experiencial es para ti! En la región de Le Marche se produce una amplia variedad de deliciosos quesos.",
    "caciotta": "caciota",
    "and": "y",
    ", just to name a few. Join a guided tour at a local farm and do a cheese tasting with typical local food. You'll get to try traditional cheeses and ones with a twist — truffles, olives, or herbs.": ", sólo por nombrar algunos. Únase a una visita guiada en una granja local y realice una degustación de queso con comida típica local. Podrás probar quesos tradicionales y quesos con un toque diferente: trufas, aceitunas o hierbas.",
    "30 min by car · 45 min by bus": "30 min en coche · 45 min en autobús",
    "€45 per person · Transport additional": "45€ por persona · Transporte adicional",
    "To all the adventure seekers and foodies — this is a truly unique experience! You'll learn truffle hunting techniques and secrets from expert": "Para todos los buscadores de aventuras y amantes de la gastronomía: ¡esta es una experiencia verdaderamente única! Aprenderás técnicas y secretos de caza de trufas de la mano de expertos.",
    "tartuficultori": "tartuficultores",
    "(truffle-growers) and feel the thrilling scent and taste of truffle and other local gastronomic excellences. The tour includes truffle hunting with dogs, a cooking show, aperitif with local wine and typical food, and a full lunch with truffle.": "(cultivadores de trufas) y sienta el emocionante aroma y sabor de la trufa y otras excelencias gastronómicas locales. El recorrido incluye caza trufera con perros, show cooking, aperitivo con vino de la tierra y comida típica, y un almuerzo completo con trufa.",
    "45 min by car · 60 min by bus": "45 min en coche · 60 min en autobús",
    "€168 per person · Transport additional": "168€ por persona · Transporte adicional",
    "E-Bike Tour": "Tour en bicicleta eléctrica",
    "Two wheels, speed, adrenaline, and the majestic mountains of the Monti Sibillini National Park — these are the ingredients of this bike tour. Hop on a professional e-bike, fasten your helmet, and follow an expert guide on one of the many trails that will lead you to discover the breathtaking beauty of the Marche mountains. Tour includes professional e-bike, helmet, certified guide, and an aperitif with a glass of wine.": "Dos ruedas, velocidad, adrenalina y las majestuosas montañas del Parque Nacional Monti Sibillini: estos son los ingredientes de este recorrido en bicicleta. Súbete a una bicicleta eléctrica profesional, abróchate el casco y sigue a un guía experto en uno de los muchos senderos que te llevarán a descubrir la impresionante belleza de las montañas de Las Marcas. El tour incluye bicicleta eléctrica profesional, casco, guía certificado y aperitivo con copa de vino.",
    "Starts & ends in Petritoli": "Comienza y termina en Petritoli",
    "€73 per person · No transport needed": "73€ por persona · No es necesario transporte",
    "Explore on Your Own": "Explora por tu cuenta",
    "If you have a rental car (or arrange a car service), there's so much to discover independently in Le Marche and the surrounding area.": "Si dispone de un coche de alquiler (o contrata un servicio de transporte), hay mucho que descubrir de forma independiente en Le Marche y sus alrededores.",
    "One of Europe's most spectacular cave systems. Choose the Tourist Path (1 hr 15 min, suitable for everyone) or the Speleo-Adventure with climbing and narrow passages. About 90 min from Petritoli. Bring comfortable shoes and a sweatshirt — it's 14°C year-round inside.": "Uno de los sistemas de cuevas más espectaculares de Europa. Elija el Camino Turístico (1 h 15 min, apto para todos) o el Espeleo-Aventura con escalada y pasajes estrechos. A unos 90 minutos de Petritoli. Lleve calzado cómodo y una sudadera: en el interior hace 14°C todo el año.",
    "Ascoli Piceno": "Ascoli Piceno",
    "One of Le Marche's most beautiful cities with stunning travertine architecture and the Piazza del Popolo. Try": "Una de las ciudades más bellas de Le Marche con una impresionante arquitectura de travertino y la Piazza del Popolo. Intentar",
    "and stop by": "y pasar por",
    "Caffè Meletti": "Café Meletti",
    "for their famous anise liqueur,": "por su famoso licor de anís,",
    "Meletti": "meletti",
    ". 30 min from Petritoli.": ". A 30 minutos de Petritoli.",
    "Sibillini Mountains & National Park": "Montes Sibilinos y parque nacional",
    "A national park with incredible hiking trails — from gentle valley walks through medieval villages to steep mountain paths with panoramic ridges. Also great for cycling and mountain biking. Guided hikes are available through our planner (~€49/pp). About 1 hour from Petritoli.": "Un parque nacional con increíbles rutas de senderismo, desde suaves paseos por valles a través de pueblos medievales hasta empinados senderos de montaña con crestas panorámicas. También es ideal para practicar ciclismo y ciclismo de montaña. Las caminatas guiadas están disponibles a través de nuestro planificador (~49 €/pp). Aproximadamente 1 hora desde Petritoli.",
    "Adriatic Beaches": "Playas del Adriático",
    "Only 20–30 minutes away. Sandy beaches, seafood restaurants, and beautiful sunrises. Porto San Giorgio and Grottammare are easy day trips. Monte Conero is a great spot for windsurfing and sailing.": "A sólo 20-30 minutos de distancia. Playas de arena, restaurantes de mariscos y hermosos amaneceres. Porto San Giorgio y Grottammare son excursiones fáciles de un día. Monte Conero es un gran lugar para practicar windsurf y vela.",
    "Urbino": "Urbino",
    "A UNESCO World Heritage Site and birthplace of Raphael. The Palazzo Ducale is one of Italy's finest Renaissance palaces. About 2 hours north — worth it for art and history lovers.": "Patrimonio de la Humanidad por la UNESCO y lugar de nacimiento de Rafael. El Palazzo Ducale es uno de los mejores palacios renacentistas de Italia. Aproximadamente 2 horas al norte; vale la pena para los amantes del arte y la historia.",
    "Sanctuary of the Santa Casa — Loreto": "Santuario de la Santa Casa — Loreto",
    "One of Italy's most important pilgrimage sites, housing what is believed to be the home of the Virgin Mary. A stunning basilica with breathtaking art. About 45 min from Petritoli.": "Uno de los lugares de peregrinación más importantes de Italia y alberga lo que se cree que es el hogar de la Virgen María. Una basílica impresionante con un arte impresionante. A unos 45 minutos de Petritoli.",
    "Grotte di Camerano": "Gruta de Camerano",
    "An underground labyrinth of caves and tunnels beneath the town of Camerano, carved over centuries. A fascinating and unusual visit. About 1 hour from Petritoli.": "Un laberinto subterráneo de cuevas y túneles debajo de la ciudad de Camerano, excavado a lo largo de siglos. Una visita fascinante e inusual. Aproximadamente 1 hora desde Petritoli.",
    "Gradara": "Gradara",
    "A perfectly preserved medieval castle and village — the setting of the famous love story of Paolo and Francesca from Dante's": "Un castillo y un pueblo medievales perfectamente conservados: el escenario de la famosa historia de amor de Paolo y Francesca de Dante",
    "Inferno": "Infierno",
    ". About 2 hours north.": ". Aproximadamente 2 horas al norte.",
    "Beyond Le Marche": "Más allá de Le Marche",
    "If you're extending your trip in Italy": "Si vas a extender tu viaje en Italia",
    "Since you're already flying to Italy, we'd encourage you to explore more of the country before or after the wedding week. Here are some of our favorite places, all reachable from Le Marche.": "Como ya viajará a Italia, le animamos a explorar más el país antes o después de la semana de bodas. Éstos son algunos de nuestros lugares favoritos, todos accesibles desde Le Marche.",
    "Rome": "Roma",
    "3–4 hours from Petritoli": "3-4 horas desde Petritoli",
    "The Eternal City. The Colosseum, Vatican, Trastevere, and some of the best food in the world. If you're flying into Fiumicino, spend a day or two here on either end of the trip.": "La Ciudad Eterna. El Coliseo, el Vaticano, Trastevere y algunas de las mejores comidas del mundo. Si vuela a Fiumicino, pase uno o dos días aquí en cada extremo del viaje.",
    "Florence": "Florencia",
    "3.5 hours from Petritoli": "3,5 horas desde Petritoli",
    "The heart of the Renaissance. The Uffizi, the Duomo, and incredible food. A perfect base for exploring Tuscany.": "El corazón del Renacimiento. Los Uffizi, el Duomo y una comida increíble. Una base perfecta para explorar la Toscana.",
    "Tuscany": "toscana",
    "Rolling vineyards, cypress-lined roads, and medieval hilltop towns. Siena, San Gimignano, Val d'Orcia, and Montepulciano are all unforgettable. Rent a car, get lost, and stop for wine wherever you see a sign.": "Viñedos ondulantes, caminos bordeados de cipreses y pueblos medievales en la cima de una colina. Siena, San Gimignano, Val d'Orcia y Montepulciano son inolvidables. Alquile un coche, piérdase y deténgase a tomar vino dondequiera que vea un cartel.",
    "Amalfi Coast": "Costa de Amalfi",
    "5 hours from Petritoli": "5 horas desde Petritoli",
    "Positano, Ravello, Amalfi — dramatic cliffs, turquoise water, and lemon groves. Best paired with a night or two in Naples (don't skip the pizza).": "Positano, Ravello, Amalfi: espectaculares acantilados, aguas turquesas y limoneros. Se combina mejor con una noche o dos en Nápoles (no te saltes la pizza).",
    "Cinque Terre": "Cinque Terre",
    "4.5 hours from Petritoli": "4,5 horas desde Petritoli",
    "Five colorful fishing villages clinging to the Ligurian coast. Hike between them, eat pesto, and swim in hidden coves. A classic Italian experience.": "Cinco coloridos pueblos pesqueros aferrados a la costa de Liguria. Camine entre ellos, coma pesto y nade en calas escondidas. Una experiencia clásica italiana.",
    "Lake Como": "Lago Como",
    "5.5 hours from Petritoli": "5,5 horas desde Petritoli",
    "Elegant villas, crystal-clear water surrounded by mountains, and charming lakeside towns like Bellagio and Varenna. Best enjoyed slowly — take a ferry, have a long lunch, and watch the light change over the water.": "Villas elegantes, aguas cristalinas rodeadas de montañas y encantadoras ciudades junto al lago como Bellagio y Varenna. Es mejor disfrutarlo lentamente: tome un ferry, disfrute de un largo almuerzo y observe cómo cambia la luz sobre el agua.",
    "Bologna": "Bolonia",
    "3 hours from Petritoli": "3 horas desde Petritoli",
    "Italy's food capital. Famous for ragù, tortellini, and mortadella. A vibrant university city with beautiful porticoes and a relaxed energy.": "La capital alimentaria de Italia. Famoso por el ragú, los tortellini y la mortadela. Una vibrante ciudad universitaria con hermosos pórticos y una energía relajada.",
    "Venice": "Venecia",
    "Unlike anywhere else on earth. Get lost in the canals, visit Murano for glassblowing, and have a spritz in Piazza San Marco. Best experienced in the early morning or evening.": "A diferencia de cualquier otro lugar del mundo. Piérdete en los canales, visita Murano para soplar vidrio y tómate un chorrito en la Piazza San Marco. Se experimenta mejor temprano en la mañana o en la noche.",
    "function toggleExploreZone(header) { const zone = header.closest('.explore-zone--collapsible'); const content = zone.querySelector('.zone-content'); const icon = zone.querySelector('.zone-toggle-icon'); if (content.style.display === 'none') { content.style.display = 'block'; icon.innerHTML = '&#9650;'; zone.classList.add('explore-zone--open'); } else { content.style.display = 'none'; icon.innerHTML = '&#9660;'; zone.classList.remove('explore-zone--open'); } }": "function toggleExploreZone(header) { const zona = header.closest('.explore-zone--collapsible'); contenido constante = zona.querySelector('.contenido de zona'); icono constante = zone.querySelector('.zone-toggle-icon'); if (content.style.display === 'ninguno') { content.style.display = 'bloquear'; icono.innerHTML = '▲'; zona.classList.add('explorar-zona--abrir'); } else { content.style.display = 'ninguno'; icono.innerHTML = '▼'; zona.classList.remove('explorar-zona--abrir'); } }",
    "Together with their families": "Junto con sus familias",
    "Palazzo Mannocchi · Petritoli, Italy": "Palacio Mannocchi · Petritoli, Italia",
    "If time permits, we'd love for you to make it a getaway and join us for a few days of la dolce vita": "Si el tiempo lo permite, nos encantaría que hicieras una escapada y te unieras a nosotros durante unos días de la dolce vita.",
    "August 31 – September 4": "31 de agosto – 4 de septiembre",
    "Before You Go": "Antes de ir",
    "Packing List": "Lista de embalaje",
    "Petritoli is a charming hilltop village — not a resort. The palazzo is a historic residence, not a hotel. That means no concierge stocking your room with fluffy robes and fancy shampoo. Here's what to pack so you're fully prepared for the week.": "Petritoli es un encantador pueblo en la cima de una colina, no un centro turístico. El palacio es una residencia histórica, no un hotel. Eso significa que no habrá conserje que llene su habitación con batas mullidas y champú sofisticado. Esto es lo que debe empacar para estar completamente preparado para la semana.",
    "Documents & Money": "Documentos y dinero",
    "Must be valid 6+ months beyond your travel dates": "Debe tener una validez de más de 6 meses después de las fechas de su viaje.",
    "Visa (if required)": "Visa (si es requerida)",
    "US/Canadian citizens don't need one. Others — check Schengen requirements": "Los ciudadanos estadounidenses y canadienses no lo necesitan. Otros: consulte los requisitos de Schengen",
    "Required if you're renting a car. Get it before you leave — you can't get one in Italy": "Obligatorio si alquilas un coche. Consíguelo antes de partir: no puedes conseguir uno en Italia",
    "Euros (cash)": "Euros (efectivo)",
    "Petritoli is cash-oriented. Not all shops take cards. Bring some and use the 2 ATMs in town": "Petritoli está orientado al efectivo. No todas las tiendas aceptan tarjetas. Trae algo y usa los 2 cajeros automáticos de la ciudad.",
    "Travel insurance documents": "Documentos de seguro de viaje",
    "Highly recommended for international travel — covers medical emergencies, cancellations, lost luggage": "Altamente recomendado para viajes internacionales: cubre emergencias médicas, cancelaciones y pérdida de equipaje.",
    "Copies of important documents": "Copias de documentos importantes.",
    "Keep digital or paper copies of your passport, insurance, and prescriptions — separate from originals": "Mantenga copias digitales o en papel de su pasaporte, seguro y recetas, separadas de los originales",
    "Toiletries & Personal Care": "Artículos de tocador y cuidado personal",
    "The palazzo provides towels and bed linens, but": "El palazzo proporciona toallas y ropa de cama, pero",
    "no toiletries": "sin artículos de tocador",
    ". There are no fancy hotel shampoos waiting for you — pack everything you need!": ". No hay lujosos champús de hotel esperándote: ¡lleva todo lo que necesitas!",
    "Shampoo & conditioner": "Champú y acondicionador",
    "Body wash / soap": "Gel de baño/jabón",
    "Toothbrush & toothpaste": "Cepillo de dientes y pasta de dientes",
    "Deodorant": "Desodorante",
    "Skincare & makeup": "Cuidado de la piel y maquillaje",
    "Hair dryer": "Secador de pelo",
    "Not provided at the palazzo — bring your own or buy a cheap one in Italy": "No disponible en el palazzo: trae el tuyo o compra uno barato en Italia",
    "Hair styling tools & products": "Herramientas y productos para el peinado del cabello.",
    "Straightener, curling iron, etc. — make sure they're dual-voltage (110–240V) or bring an adapter": "Plancha de pelo, rizador, etc.: asegúrese de que sean de doble voltaje (110-240 V) o traiga un adaptador",
    "Sunscreen (SPF 30+)": "Protector solar (SPF 30+)",
    "September sun is strong in Italy. Bring plenty — it's expensive to buy locally": "El sol de septiembre es fuerte en Italia. Traiga suficiente: es caro comprar localmente",
    "Bug spray": "repelente de insectos",
    "Mosquitoes love Italian countryside evenings": "A los mosquitos les encantan las noches en el campo italiano",
    "Prescription medications": "Medicamentos recetados",
    "Bring enough for the full trip + a few extra days. Keep in original packaging": "Lleva lo suficiente para el viaje completo + unos días extra. Mantener en embalaje original",
    "Basic first aid": "primeros auxilios basicos",
    "Band-aids, pain relievers, anti-diarrheal, antacids — the essentials": "Curitas, analgésicos, antidiarreicos, antiácidos: lo esencial",
    "Electronics & Adapters": "Electrónica y adaptadores",
    "Italy power adapter (Type L / Type C)": "Adaptador de corriente de Italia (Tipo L / Tipo C)",
    "Italy uses 220V with round-prong plugs. US/UK plugs won't fit without an adapter. Bring at least 2!": "Italia utiliza 220 V con enchufes de clavija redonda. Los enchufes de EE. UU. y Reino Unido no encajan sin un adaptador. ¡Trae al menos 2!",
    "Phone charger": "Cargador de teléfono",
    "Portable battery pack": "Paquete de batería portátil",
    "Outlets in the palazzo can be limited and inconveniently placed — a power bank keeps you charged on the go": "Los enchufes en el palazzo pueden ser limitados y estar ubicados de manera inconveniente: un banco de energía lo mantiene cargado mientras viaja",
    "Camera": "Cámara",
    "Optional — your phone works too. But you'll want good photos of this week!": "Opcional: tu teléfono también funciona. ¡Pero querrás buenas fotos de esta semana!",
    "Clothing & Shoes": "Ropa y zapatos",
    "You'll need a few different looks for the week. Check the": "Necesitarás algunos looks diferentes para la semana. Compruebe el",
    "page for dress codes by event.": "página para códigos de vestimenta por evento.",
    "Wedding outfit (formal / black-tie optional)": "Traje de boda (formal / de gala opcional)",
    "The big one! Elegant evening wear for the ceremony and reception": "¡El grande! Traje de noche elegante para la ceremonia y la recepción.",
    "Smart casual outfit(s)": "Conjunto(s) informal(es) elegante(s)",
    "For the welcome pizza party and post-wedding brunch": "Para la fiesta de pizza de bienvenida y el brunch posterior a la boda",
    "Casual / resort wear": "Ropa casual/resort",
    "For the beach day, farewell dinner, and exploring the village": "Para el día de playa, cena de despedida y exploración del pueblo.",
    "Comfortable walking shoes": "Zapatos cómodos para caminar.",
    "Essential! Petritoli has cobblestone streets. Skip the stilettos for day-to-day exploring": "¡Básico! Petritoli tiene calles adoquinadas. Olvídate de los tacones de aguja para explorar el día a día",
    "Dressy evening shoes": "Zapatos de noche elegantes",
    "For the wedding — keep in mind the ceremony is in a garden and the village has cobblestones. Block heels or wedges recommended over stilettos": "Para la boda, ten en cuenta que la ceremonia es en un jardín y que el pueblo tiene adoquines. Se recomiendan tacones de bloque o cuñas sobre tacones de aguja.",
    "Swimsuit(s)": "Traje de baño(s)",
    "The palazzo has 2 pools, a jacuzzi, and there's the beach day. Bring at least 2 so one can dry": "El palazzo tiene 2 piscinas, un jacuzzi y está el día de playa. Trae al menos 2 para que uno pueda secarse.",
    "Sandals / flip-flops": "Sandalias / chanclas",
    "For the pool, beach, and casual walks around the village": "Para la piscina, la playa y paseos informales por el pueblo.",
    "Light jacket or wrap": "Chaqueta ligera o abrigo",
    "Evenings on the hilltop can be breezy. A pashmina or light layer is perfect for the outdoor dinner": "Las noches en la cima de la colina pueden ser ventosas. Una pashmina o capa ligera es perfecta para la cena al aire libre.",
    "Sunglasses & hat": "Gafas de sol y sombrero",
    "September sun is still strong — protect yourself during the day": "El sol de septiembre sigue siendo fuerte: protégete durante el día",
    "Pajamas & loungewear": "Pijamas y ropa de estar por casa",
    "You'll be sharing spaces — make sure you're comfy walking to the shared bathroom at night!": "Compartirás espacios: ¡asegúrate de estar cómodo caminando hacia el baño compartido por la noche!",
    "Nice to Have": "Es bueno tenerlo",
    "Reusable water bottle": "botella de agua reutilizable",
    "Stay hydrated! Tap water in Italy is safe to drink": "¡Mantente hidratado! El agua del grifo en Italia es segura para beber",
    "Small daypack or tote": "Mochila pequeña o bolso de mano",
    "For tours, beach day, and daily exploring": "Para tours, días de playa y exploración diaria.",
    "Book or e-reader": "Libro o lector electrónico",
    "For lazy poolside afternoons": "Para tardes tranquilas junto a la piscina",
    "Beach towel": "toalla de playa",
    "The palazzo has pool towels, but bring one for the beach day": "El palazzo dispone de toallas para la piscina, pero trae una para el día de playa.",
    "Travel-size laundry detergent": "Detergente para ropa tamaño viaje",
    "Handy for rinsing swimsuits or delicates mid-week": "Práctico para enjuagar bañadores o prendas delicadas a mitad de semana.",
    "Earplugs & sleep mask": "Tapones para los oídos y antifaz para dormir",
    "Old buildings echo. Roosters crow early. Your future self will thank you": "Los edificios antiguos resuenan. Los gallos cantan temprano. Tu yo futuro te lo agradecerá",
    "Extra suitcase space (or a foldable bag)": "Espacio extra en la maleta (o una bolsa plegable)",
    "You'll want to bring home wine, olive oil, and souvenirs!": "¡Querrás llevarte a casa vino, aceite de oliva y recuerdos!",
    "Pro tip:": "Consejo profesional:",
    "Leave room in your luggage. Between local wine, olive oil, cured meats, handmade ceramics, and everything else you'll fall in love with — you're going to want to bring things home. Consider packing a foldable duffel bag just in case.": "Deja espacio en tu equipaje. Entre vino local, aceite de oliva, embutidos, cerámica hecha a mano y todo lo que te enamorará, querrás llevarte cosas a casa. Considere empacar una bolsa de lona plegable por si acaso.",
    "We've tried to cover everything here — but if you still have questions, don't hesitate to reach out to us directly. Our wedding planner will also be available the week of the wedding to help with anything on the ground.": "Hemos intentado cubrir todo aquí, pero si aún tiene preguntas, no dude en comunicarse con nosotros directamente. Nuestro organizador de bodas también estará disponible la semana de la boda para ayudar con cualquier cosa que esté en el terreno.",
    "The Wedding": "La boda",
    "Each event has its own vibe. The wedding ceremony and reception is": "Cada evento tiene su propia vibra. La ceremonia de boda y recepción es",
    "formal / black-tie optional": "formal / de gala opcional",
    "— think elegant evening wear. The welcome pizza party and post-wedding brunch are": "– piense en ropa de noche elegante. La fiesta de bienvenida con pizza y el brunch posterior a la boda son",
    "smart casual": "informal elegante",
    ". The beach day and farewell dinner are": ". El día de playa y la cena de despedida son",
    "casual / resort wear": "ropa casual/resort",
    ". Check the": ". Compruebe el",
    "page for dress codes by event. Keep in mind: Petritoli has cobblestone streets, so choose your shoes wisely!": "página para códigos de vestimenta por evento. Ten en cuenta: Petritoli tiene calles adoquinadas, ¡así que elige bien tus zapatos!",
    "Is this a religious ceremony?": "¿Es esta una ceremonia religiosa?",
    "No — our ceremony will be a non-religious, symbolic ceremony held in the Panoramic Garden at Palazzo Mannocchi. It will be personal, heartfelt, and officiated by someone very special to us.": "No, nuestra ceremonia será una ceremonia simbólica y no religiosa que se llevará a cabo en el Jardín Panorámico del Palazzo Mannocchi. Será personal, sentido y oficiado por alguien muy especial para nosotros.",
    "Can I bring a plus one?": "¿Puedo traer uno más?",
    "If your invitation includes a plus one, it will be noted. Due to venue capacity and logistics, we're keeping the guest list intimate. If you're unsure whether your invitation includes a guest, please reach out to us directly.": "Si su invitación incluye un acompañante, se anotará. Debido a la capacidad del lugar y la logística, mantendremos la lista de invitados íntima. Si no está seguro de si su invitación incluye un invitado, comuníquese con nosotros directamente.",
    "Are children welcome?": "¿Son bienvenidos los niños?",
    "Yes! Children are welcome at the wedding and all events. The palazzo has plenty of space for kids to run around, including gardens and pool areas. If your child has specific dietary needs, please note them on your RSVP. Children under 12 stay at the palazzo free of charge.": "¡Sí! Los niños son bienvenidos en la boda y en todos los eventos. El palacio tiene mucho espacio para que los niños corran, incluidos jardines y áreas de piscina. Si su hijo tiene necesidades dietéticas específicas, anótelas en su confirmación de asistencia. Los niños menores de 12 años se alojan gratis en el palacio.",
    "What about gifts?": "¿Qué pasa con los regalos?",
    "If you'd still like to give something, check out our": "Si aún deseas donar algo, consulta nuestra",
    "page for options. Please don't bring physical gifts — we'll be travelling internationally!": "página para opciones. No traiga regalos físicos: ¡viajaremos internacionalmente!",
    "Please RSVP as soon as possible — the earlier the better! We need headcounts to coordinate accommodation, catering, tours, and transportation. The sooner we know, the better we can plan for everyone.": "Confirme su asistencia lo antes posible: ¡cuanto antes, mejor! Necesitamos personal para coordinar alojamiento, catering, tours y transporte. Cuanto antes lo sepamos, mejor podremos planificar para todos.",
    "Will the wedding be outdoors?": "¿La boda será al aire libre?",
    "Yes! The ceremony will be in the Panoramic Garden and the aperitivo in the Bell Tower Square — both outdoors. September in Le Marche is typically warm and sunny (around 25–28°C / 77–82°F). We do have indoor backup plans in case of rain, so don't worry.": "¡Sí! La ceremonia será en el Jardín Panorámico y el aperitivo en la Plaza del Campanario, ambos al aire libre. Septiembre en Le Marche suele ser cálido y soleado (alrededor de 25 a 28 °C / 77 a 82 °F). Tenemos planes de respaldo interiores en caso de lluvia, así que no te preocupes.",
    "Travel & Getting There": "Viajar y llegar allí",
    "Which airport should I fly into?": "¿A qué aeropuerto debería volar?",
    "is our top recommendation — it has the most international flight options and is about 3.5 hours from Petritoli by car. Ancona (AOI) is closer (~1 hr) but has limited flights. Check the": "es nuestra principal recomendación: tiene la mayor cantidad de opciones de vuelos internacionales y está a aproximadamente 3,5 horas en coche desde Petritoli. Ancona (AOI) está más cerca (~1 hora) pero tiene vuelos limitados. Compruebe el",
    "page for all airport options and details.": "página para todas las opciones y detalles del aeropuerto.",
    "Do I need a visa to visit Italy?": "¿Necesito una visa para visitar Italia?",
    "U.S. and Canadian passport holders do not need a visa for stays under 90 days. Make sure your passport is valid for at least 6 months beyond your travel dates. If you hold a different passport, check Schengen visa requirements for your nationality. We're happy to provide an invitation letter if needed — just ask.": "Los titulares de pasaportes estadounidenses y canadienses no necesitan visa para estancias inferiores a 90 días. Asegúrese de que su pasaporte sea válido durante al menos 6 meses después de las fechas de su viaje. Si tiene un pasaporte diferente, consulte los requisitos de visa Schengen para su nacionalidad. Estaremos encantados de proporcionarle una carta de invitación si es necesario, solo pídala.",
    "Should I rent a car?": "¿Debería alquilar un coche?",
    "A rental car is great for getting from the airport to Petritoli and gives you flexibility to explore before or after the wedding week. However,": "Un coche de alquiler es ideal para llegar desde el aeropuerto a Petritoli y le brinda flexibilidad para explorar antes o después de la semana de bodas. Sin embargo,",
    "you won't need a car during the week itself": "No necesitarás un coche durante la semana.",
    "— everything is walkable in the village, and we'll arrange transportation for off-site events like the beach day and tours. If you do rent, note that you may need an International Driving Permit (IDP).": "— todo es transitable en el pueblo y organizaremos el transporte para eventos fuera del sitio, como el día de playa y excursiones. Si alquila, tenga en cuenta que es posible que necesite un permiso de conducir internacional (IDP).",
    "Can I get a shuttle from the airport?": "¿Puedo conseguir un servicio de transporte desde el aeropuerto?",
    "Yes! We can help arrange shared shuttles or private car services from the airports. Just indicate on your RSVP that you'd like shuttle coordination and share your arrival details — we'll group guests by timing and sort it out. A private car service from Rome FCO is approximately €280–350 one way for up to 4 passengers.": "¡Sí! Podemos ayudar a organizar traslados compartidos o servicios de vehículos privados desde los aeropuertos. Simplemente indique en su confirmación de asistencia que desea coordinar el transporte y comparta los detalles de su llegada; agruparemos a los huéspedes por tiempo y lo solucionaremos. Un servicio de coche privado desde Roma FCO cuesta aproximadamente entre 280 y 350 € por trayecto para hasta 4 pasajeros.",
    "Can I extend my trip and travel around Italy?": "¿Puedo extender mi viaje y viajar por Italia?",
    "Absolutely — we encourage it! Rome, Florence, Tuscany, the Amalfi Coast, Cinque Terre, Lake Como, and Venice are all reachable. A popular strategy is to fly into one city and out of another. Check the": "Absolutamente, ¡lo alentamos! Se puede llegar a Roma, Florencia, Toscana, la costa de Amalfi, Cinque Terre, el lago de Como y Venecia. Una estrategia popular es volar a una ciudad y salir de otra. Compruebe el",
    "page for destination ideas and drive times.": "página para ideas de destinos y tiempos de conducción.",
    "How much does the palazzo cost?": "¿Cuánto cuesta el palacio?",
    "Staying at Palazzo Mannocchi is": "Alojarse en el Palazzo Mannocchi es",
    "(ages 12+) for the entire week — August 31st through September 4th. Children under 12 stay free. This covers accommodation only; meals during scheduled events are separately arranged and covered.": "(mayores de 12 años) durante toda la semana: del 31 de agosto al 4 de septiembre. Los niños menores de 12 años se alojan gratis. Esto cubre únicamente el alojamiento; las comidas durante los eventos programados se organizan y cubren por separado.",
    "What is the palazzo actually like?": "¿Cómo es realmente el palacio?",
    "It's an 18th-century noble residence — charming and historic, but": "Es una residencia noble del siglo XVIII: encantadora e histórica, pero",
    "not a hotel": "no es un hotel",
    ". Think cozy slumber party in an Italian castle. Bathrooms are shared, the hallways creak, the plumbing has personality, and the furniture is antique. It has 40 bedrooms, 2 pools, a jacuzzi, WiFi, and the village is right outside the door. It's communal living at its best — and honestly, it's where the magic happens. Check the": ". Piense en una acogedora fiesta de pijamas en un castillo italiano. Los baños son compartidos, los pasillos crujen, la plomería tiene personalidad y los muebles son antiguos. Tiene 40 habitaciones, 2 piscinas, jacuzzi, WiFi y el pueblo está justo afuera de la puerta. Es la vida comunitaria en su máxima expresión y, sinceramente, es donde ocurre la magia. Compruebe el",
    "page for more details.": "página para más detalles.",
    "Are there toiletries and towels provided?": "¿Se proporcionan artículos de tocador y toallas?",
    "Towels and bed linens are provided. However, there are": "Se proporcionan toallas y ropa de cama. Sin embargo, hay",
    "no hotel-style toiletries": "sin artículos de tocador estilo hotel",
    "— bring your own shampoo, conditioner, body wash, and any products you need. There are also no hair dryers provided, so pack your own if you need one. Check the": "— trae tu propio champú, acondicionador, gel de baño y cualquier producto que necesites. Tampoco se proporcionan secadores de pelo, así que lleve el suyo si lo necesita. Compruebe el",
    "page for a full checklist.": "página para obtener una lista de verificación completa.",
    "What if I prefer my own space?": "¿Y si prefiero mi propio espacio?",
    "Totally fine! There are small hotels and Airbnbs in Petritoli and nearby towns where you can have complete privacy and your own bathroom. You can also find your own accommodation further afield. Just let us know on your RSVP so we can plan accordingly. You're still invited to all events either way!": "¡Totalmente bien! Hay pequeños hoteles y Airbnbs en Petritoli y pueblos cercanos donde puedes tener total privacidad y tu propio baño. También puedes encontrar tu propio alojamiento más lejos. Simplemente háganoslo saber al confirmar su asistencia para que podamos planificar en consecuencia. ¡Aún estás invitado a todos los eventos de cualquier manera!",
    "Is there WiFi at the palazzo?": "¿Hay WiFi en el palacio?",
    "Yes — there's WiFi throughout the palazzo, including the bedrooms. That said, it's a centuries-old building in a small Italian village, so manage expectations accordingly. It works fine for messaging and social media, but maybe don't plan to stream movies all week. (You won't want to anyway.)": "Sí, hay WiFi en todo el palacio, incluidas las habitaciones. Dicho esto, es un edificio centenario en un pequeño pueblo italiano, así que maneje las expectativas en consecuencia. Funciona bien para mensajería y redes sociales, pero tal vez no planees transmitir películas en toda la semana. (No querrás hacerlo de todos modos).",
    "Schedule & Events": "Calendario y eventos",
    "Do I have to attend every event?": "¿Tengo que asistir a todos los eventos?",
    "The only event we really ask you to be at is the wedding ceremony and reception on Wednesday, September 2nd. Everything else — the welcome pizza party, exploration day, brunch, beach day, farewell dinner — is there for you to enjoy at your own pace. Join what you'd like and skip what you need to. No pressure!": "El único evento al que realmente le pedimos que asista es la ceremonia de boda y la recepción del miércoles 2 de septiembre. Todo lo demás (la fiesta de pizza de bienvenida, el día de exploración, el brunch, el día de playa, la cena de despedida) está ahí para que lo disfrutes a tu propio ritmo. Únete a lo que quieras y omite lo que necesites. ¡Sin presión!",
    "Do I need to arrive on Monday?": "¿Necesito llegar el lunes?",
    "We'd love for everyone to arrive by Monday, August 31st — that's when check-in begins and gives you time to settle in before the week kicks off. If you can only make it for the wedding day, that works too! Just let us know your arrival date on the RSVP so we can plan accordingly.": "Nos encantaría que todos llegaran antes del lunes 31 de agosto; ahí es cuando comienza el check-in y le da tiempo para instalarse antes de que comience la semana. Si solo puedes asistir el día de la boda, ¡eso también funciona! Simplemente háganos saber su fecha de llegada en el formulario de confirmación de asistencia para que podamos planificar en consecuencia.",
    "Are all the meals covered?": "¿Están todas las comidas cubiertas?",
    "All meals listed on the schedule — the welcome pizza party, wedding dinner, post-wedding brunch, and farewell seafood dinner — are fully arranged and covered. For other meals (breakfasts, lunches, snacks), you're on your own, but there are wonderful restaurants and cafés right in the village. Check the": "Todas las comidas enumeradas en el programa (la fiesta de pizza de bienvenida, la cena de boda, el brunch posterior a la boda y la cena de despedida con mariscos) están completamente organizadas y cubiertas. Para el resto de comidas (desayunos, almuerzos, meriendas), estarás solo, pero hay maravillosos restaurantes y cafeterías en el mismo pueblo. Compruebe el",
    "page for our restaurant recommendations.": "página para nuestras recomendaciones de restaurantes.",
    "Can you accommodate dietary restrictions?": "¿Pueden adaptarse a restricciones dietéticas?",
    "Yes! Please note any dietary restrictions or allergies on your RSVP — we'll make sure our caterers are informed. Italian cuisine is naturally accommodating for vegetarian and gluten-free diets, but we want to make sure everyone is taken care of.": "¡Sí! Tenga en cuenta cualquier restricción dietética o alergia en su confirmación de asistencia; nos aseguraremos de que nuestros proveedores de catering estén informados. La cocina italiana se adapta naturalmente a las dietas vegetarianas y sin gluten, pero queremos asegurarnos de que todos estén atendidos.",
    "Tours & Activities": "Tours y actividades",
    "How do I sign up for tours?": "¿Cómo me inscribo en los tours?",
    "We'll send out a tour sign-up form closer to the wedding once we have RSVP numbers. For the Tuesday group activity (grape stomping!), we'll coordinate as a group. For other tours, you can indicate your interest on the RSVP or reach out to us directly — our wedding planner will handle all the bookings.": "Enviaremos un formulario de inscripción al tour más cerca de la boda una vez que tengamos los números de confirmación de asistencia. Para la actividad grupal del martes (¡pisando uvas!), nos coordinaremos en grupo. Para otros tours, puede indicar su interés al confirmar su asistencia o comunicarse con nosotros directamente: nuestro organizador de bodas se encargará de todas las reservas.",
    "What days can I do tours?": "¿Qué días puedo hacer tours?",
    "Tuesday (September 1st) is the main exploration day with the group activity. Monday and Friday are also great days for tours since the schedule is light.": "El martes (1 de septiembre) es el día principal de exploración con la actividad grupal. Los lunes y viernes también son días estupendos para realizar excursiones, ya que el horario es ligero.",
    "Please don't schedule tours on Wednesday (wedding day)": "Por favor no programe recorridos el miércoles (día de la boda)",
    "to avoid any delays or conflicts. Thursday morning is free too, but we have the beach day and farewell dinner in the afternoon/evening.": "para evitar retrasos o conflictos. El jueves por la mañana también es libre, pero tenemos día de playa y cena de despedida por la tarde/noche.",
    "Do tour prices include transportation?": "¿Los precios de los tours incluyen el transporte?",
    "The listed tour prices generally don't include transportation. For tours that require a car or bus, add approximately": "Los precios de los tours indicados generalmente no incluyen el transporte. Para recorridos que requieren un automóvil o autobús, agregue aproximadamente",
    "€10–20 per person": "10-20€ por persona",
    "for the shuttle, which our planner will arrange. Some tours (like the walking experiences in Petritoli) don't need any transport at all.": "para el transporte, que nuestro planificador organizará. Algunos recorridos (como las experiencias de caminata en Petritoli) no necesitan ningún transporte.",
    "Practical Info": "Información práctica",
    "What's the weather like in September?": "¿Cómo es el clima en septiembre?",
    "Early September in Le Marche is beautiful — warm and sunny with temperatures around 25–28°C (77–82°F) during the day, cooling to about 18–20°C (64–68°F) in the evening. Rain is unlikely but possible. Pack a light layer for evenings — it can feel cooler than expected after sunset, especially in the hilltop breeze.": "Los principios de septiembre en Le Marche son hermosos: cálidos y soleados, con temperaturas de entre 25 y 28 °C (77 a 82 °F) durante el día y de entre 18 y 20 °C (64 a 68 °F) por la noche. La lluvia es poco probable pero posible. Empaque una capa ligera para las noches: puede sentirse más fresco de lo esperado después del atardecer, especialmente con la brisa de la cima de la colina.",
    "What currency should I bring?": "¿Qué moneda debo llevar?",
    "Italy uses the Euro (€). Small villages like Petritoli are still quite cash-oriented — not all shops and restaurants accept credit cards, especially smaller ones. We recommend bringing some euros with you and withdrawing more from one of the 2 ATMs in town. Your bank card should work, but notify your bank you'll be traveling.": "Italia utiliza el euro (€). Los pueblos pequeños como Petritoli todavía prefieren el efectivo: no todas las tiendas y restaurantes aceptan tarjetas de crédito, especialmente los más pequeños. Te recomendamos llevar contigo algunos euros y retirar más en uno de los 2 cajeros automáticos de la ciudad. Su tarjeta bancaria debería funcionar, pero notifique a su banco que viajará.",
    "Will I need a power adapter?": "¿Necesitaré un adaptador de corriente?",
    "Yes! Italy uses": "¡Sí! Italia utiliza",
    "Type L and Type C plugs": "Enchufes tipo L y tipo C",
    "(220V, round prongs). If you're coming from the US, UK, or other countries with different plug types, you'll need a travel adapter. We strongly recommend bringing a universal adapter or an Italy-specific one. Check the": "(220V, clavijas redondas). Si vienes de EE. UU., Reino Unido u otros países con diferentes tipos de enchufes, necesitarás un adaptador de viaje. Recomendamos encarecidamente traer un adaptador universal o uno específico de Italia. Compruebe el",
    "page for details.": "página para más detalles.",
    "Do people speak English in Petritoli?": "¿La gente habla inglés en Petritoli?",
    "Petritoli is a real Italian village — not a tourist town. Most locals speak little to no English, which is part of the charm! Our wedding planner and her team speak English and will be available to help. A few basic Italian phrases (like": "Petritoli es un auténtico pueblo italiano, no una ciudad turística. La mayoría de los lugareños hablan poco o nada de inglés, ¡lo cual es parte del encanto! Nuestra organizadora de bodas y su equipo hablan inglés y estarán disponibles para ayudar. Algunas frases básicas en italiano (como",
    "buongiorno": "buongiorno",
    "grazie": "grazie",
    "per favore": "por favor",
    ") go a long way and the locals absolutely love the effort.": ") son de gran ayuda y a los lugareños les encanta el esfuerzo.",
    "Should I get a local SIM card?": "¿Debo obtener una tarjeta SIM local?",
    "It depends on your phone plan. Many US carriers offer international day passes (T-Mobile, AT&T, Verizon) that work well for a week. If your plan doesn't include European roaming, picking up a prepaid Italian SIM card at the airport is easy and affordable. The palazzo has WiFi, but having mobile data is helpful when exploring outside.": "Depende de tu plan telefónico. Muchos operadores estadounidenses ofrecen pases de un día internacionales (T-Mobile, AT&T, Verizon) que funcionan bien durante una semana. Si tu plan no incluye roaming europeo, recoger una tarjeta SIM italiana prepago en el aeropuerto es fácil y asequible. El palazzo tiene WiFi, pero tener datos móviles es útil para explorar el exterior.",
    "Is there a pharmacy or hospital nearby?": "¿Hay alguna farmacia u hospital cerca?",
    "Yes — Petritoli has a pharmacy within walking distance. There's also a 24-hour emergency medical service just 5 minutes away by car. For anything more serious, the nearest hospital is in Fermo, about 20 minutes away. We recommend bringing any prescription medications you need, as the local pharmacy may not stock everything.": "Sí, Petritoli tiene una farmacia a poca distancia. También hay un servicio médico de urgencias 24 horas a sólo 5 minutos en coche. Para cualquier cosa más grave, el hospital más cercano está en Fermo, a unos 20 minutos. Recomendamos traer todos los medicamentos recetados que necesite, ya que es posible que la farmacia local no tenga todo en existencia.",
    "Who do I contact if I have questions during the trip?": "¿Con quién me comunico si tengo preguntas durante el viaje?",
    "Our wedding planner and her team will be on the ground all week to help with anything — from restaurant recommendations to emergency assistance. We'll share her contact number the week of the wedding. For questions before the trip, reach out directly to Chang or John!": "Nuestra organizadora de bodas y su equipo estarán en el lugar toda la semana para ayudar con cualquier cosa, desde recomendaciones de restaurantes hasta asistencia de emergencia. Compartiremos su número de contacto la semana de la boda. Si tiene preguntas antes del viaje, comuníquese directamente con Chang o John.",
    "Still have questions? Reach out to us anytime — we're happy to help.": "¿Aún tienes preguntas? Comuníquese con nosotros en cualquier momento; estaremos encantados de ayudarle.",
    "Gifts": "Regalos",
    "Your presence is the biggest gift we could ever ask for!": "¡Tu presencia es el regalo más grande que podríamos pedir!",
    "You're already travelling across the world to celebrate with us — that means more than any gift ever could. But if you'd like to bless us with something, please consider putting it towards our": "Ya estás viajando por todo el mundo para celebrar con nosotros; eso significa más que cualquier regalo. Pero si desea bendecirnos con algo, considere destinarlo a nuestra",
    "future baby fund": "Fondo para el futuro bebé.",
    "Venmo": "Venmo",
    "@chang-liu-180": "@chang-liu-180",
    "@johnalmeida": "@johnalmeida",
    "E-Transfer": "Transferencia electrónica",
    "ChangL1112@gmail.com": "ChangL1112@gmail.com",
    "Check": "Controlar",
    "Make payable to": "Hacer pagadero a",
    "Chang Liu": "Chang Liu",
    "John Almeida": "Juan Almeida",
    "Please": "Por favor",
    "do not bring physical gifts": "no traigas regalos físicos",
    "— we'll be travelling internationally and won't have room in our luggage. Your love (and maybe a sweet note) is more than enough!": "— viajaremos internacionalmente y no tendremos espacio en nuestro equipaje. ¡Tu amor (y tal vez una nota dulce) es más que suficiente!",
    "Find Your Invitation": "Busca tu invitación",
    "Enter your name as it appears on your invitation": "Escribe tu nombre como viene en tu invitación",
    "We couldn't find that name on our guest list. Please try the name as it appears on your invitation, or reach out to Chang & John directly.": "No pudimos encontrar ese nombre en nuestra lista de invitados. Pruebe el nombre tal como aparece en su invitación o comuníquese directamente con Chang & John.",
    "Find My Invitation": "Encuentra mi invitación",
    "Your Party": "tu fiesta",
    "Let us know who's coming and share their contact details": "Cuéntanos quién vendrá y comparte sus datos de contacto.",
    "Which Events Will You Join?": "¿A qué eventos te unirás?",
    "Check all that your party plans to attend": "Consulta todo lo que tu fiesta planea asistir",
    "&#10003;": "✓",
    "&#128146; Wedding Ceremony & Reception": "&#128146; Ceremonia de boda y recepción",
    "Wednesday, Sep 2 &middot; 4:45 PM &ndash; Late": "Miércoles 2 de septiembre · 4:45 p.m. – Tarde",
    "You're coming &mdash; this one's locked in!": "Ya vienes, ¡este está encerrado!",
    "&#127815; Exploration Time": "&#127815; Tiempo de exploración",
    "Tuesday, Sep 1 &middot; 10:30 AM": "Martes 1 de septiembre · 10:30 a.m.",
    "What's your preference for Tuesday?": "¿Cuál es tu preferencia para el martes?",
    "&#127815; Definitely joining Grape Stomping (&euro;50&ndash;90/pp TBD)": "&#127815; Definitivamente unirme a Grape Stomping (50-90 €/persona por determinar)",
    "&#128176; Interested, but want final cost first": "&#128176; Interesado, pero primero quiero el costo final.",
    "&#128203; Organize a separate tour with our planner": "&#128203; Organice un recorrido por separado con nuestro planificador.",
    "&#128506; Exploring on my own": "&#128506; Explorando por mi cuenta",
    "&#129300; Not sure yet": "&#129300; No estoy seguro todavía",
    "&#129346; Welcome Pizza Party": "&#129346; Fiesta de pizza de bienvenida",
    "Tuesday, Sep 1 &middot; 7:30 PM": "Martes 1 de septiembre · 19:30",
    "&#129374; Post-Wedding Brunch": "&#129374; Brunch post-boda",
    "Thursday, Sep 3 &middot; 10:30 AM": "Jueves 3 de septiembre · 10:30 a.m.",
    "&#127958; Beach Day or Pool Party": "&#127958; Día de playa o fiesta en la piscina",
    "Thursday, Sep 3 &middot; 2:00 PM": "Jueves 3 de septiembre · 2:00 p.m.",
    "&#127869; Farewell Dinner": "&#127869; Cena de despedida",
    "Thursday, Sep 3 &middot; 7:00 PM": "Jueves 3 de septiembre · 7:00 p.m.",
    "Help us coordinate logistics for your group": "Ayúdanos a coordinar la logística de tu grupo.",
    "Stay at Palazzo Mannocchi (&euro;280 in cash per person 12 years+)": "Estancia en Palazzo Mannocchi (280€ en efectivo por persona mayor de 12 años)",
    "Nearby hotel or Airbnb (we'll help coordinate with our planner)": "Hotel cercano o Airbnb (le ayudaremos a coordinar con nuestro planificador)",
    "I'll find my own": "Encontraré el mío",
    "Sunday, August 31": "domingo 31 de agosto",
    "Monday, September 1": "Lunes 1 de septiembre",
    "How are you getting to Petritoli?": "¿Cómo vas a llegar a Petritoli?",
    "Renting a car": "Alquilar un coche",
    "Main shuttle from Rome Tiburtina (~2PM Sunday, Aug 31)": "Transporte principal desde Roma Tiburtina (~2PM domingo 31 de agosto)",
    "Transfer from another location [we'll help organize to lower cost &mdash; at your own expense]": "Transferencia desde otra ubicación [le ayudaremos a organizarlo para reducir el costo, por su cuenta]",
    "I'll figure it out myself": "Lo resolveré yo mismo",
    "If you need a transfer, where from and what time?": "Si necesitas un traslado, ¿desde dónde y a qué hora?",
    "How are you leaving Petritoli?": "¿Cómo te vas de Petritoli?",
    "Driving myself (rental car)": "Conduciendo yo mismo (coche de alquiler)",
    "Main shuttle back to Rome (~11AM Friday, Sep 4)": "Transporte principal de regreso a Roma (~11 a. m. del viernes 4 de septiembre)",
    "Shuttle to a different location [we'll help organize to lower cost &mdash; at your own expense]": "Traslado a una ubicación diferente [le ayudaremos a organizarlo para reducir el costo, por su cuenta]",
    "If you want a different departure shuttle, where to and when?": "Si desea un servicio de transporte de salida diferente, ¿adónde y cuándo?",
    "Any last details to help us plan the perfect week": "Algún último detalle para ayudarnos a planificar la semana perfecta",
    "Special needs or requests for accommodations / activities": "Necesidades especiales o solicitudes de adaptaciones/actividades.",
    "Song requests, questions, or just leave a sweet note &#128155;": "Solicitudes de canciones, preguntas o simplemente deja una nota dulce &#128155;",
    "&#128140;": "&#128140;",
    "We completely understand. Thank you for letting us know &mdash; you'll be in our hearts on the day.": "Lo entendemos completamente. Gracias por hacérnoslo saber; estarás en nuestros corazones ese día.",
    "Leave us a message?": "¿Déjanos un mensaje?",
    "Send Message": "Enviar mensaje",
    "&#127881;": "&#127881;",
    "You're Coming to Italy!": "¡Qué emoción, vienes a Italia!",
    "&#128155;": "&#128155;",
    "Message Sent": "Mensaje enviado",
    "Thank you for your kind words. We'll miss you!": "Gracias por tus amables palabras. ¡Te extrañaremos!",
    "e.g. Rome Fiumicino, arriving 11AM on Sunday Aug 31": "p.ej. Roma Fiumicino, llegada a las 11 a. m. el domingo 31 de agosto",
    "e.g. Bologna airport, Friday Sep 4 afternoon": "p.ej. Aeropuerto de Bolonia, viernes 4 de septiembre por la tarde",
    "e.g. need a ground-floor room, mobility considerations, interested in a specific tour...": "p.ej. Necesito una habitación en la planta baja, consideraciones de movilidad, interesado en un tour específico...",
    "What song will get you on the dance floor?": "¿Qué canción te llevará a la pista de baile?",
    "We'd love to hear from you...": "Nos encantaría saber de usted...",
    "Palazzo Mannocchi will be ours from August 31st through September 4th, with events taking place September 1st – 3rd and the wedding on September 2nd. We encourage you to make the most of the week and attend everything — but only the wedding day is required.": "Palazzo Mannocchi será nuestro del 31 de agosto al 4 de septiembre, con eventos que se llevarán a cabo del 1 al 3 de septiembre y la boda el 2 de septiembre. Le recomendamos que aproveche al máximo la semana y asista a todo, pero solo es necesario el día de la boda.",
    "Earliest check-in is 4:00 PM — arrive any time after that. Drop your bags, take a deep breath of Italian air, and settle into Palazzo Mannocchi — your home for the week": "El check-in más temprano es a las 4:00 p. m.; puedes llegar en cualquier momento después. Deja tus maletas, respira profundo el aire italiano y acomódate en Palazzo Mannocchi, tu hogar durante la semana.",
    "&#128205; Palazzo Mannocchi": "&#128205; Palacio Mannocchi",
    "🍇 Exploration Time": "🍇 Tiempo de exploración",
    "Join us for a unique day of grape stomping at a local vineyard! Enjoy folk music and dancers, and feast on a traditional lunch with local wine. This event is only available in September and October during grape harvest — you'll be part of the historical re-enactment of the grape harvest and the": "¡Únase a nosotros para un día único de pisado de uvas en un viñedo local! Disfrute de la música y los bailarines folclóricos y deléitese con un almuerzo tradicional con vino local. Este evento solo está disponible en septiembre y octubre durante la cosecha de uva; serás parte de la recreación histórica de la cosecha de uva y la",
    "(lit. \"cooked wine\") making process. The price will be approximately €50–90 per person based on group size; we're working hard to coordinate the best logistics for everyone!": "(lit. \"vino cocido\") proceso de elaboración. El precio será de aproximadamente 50 a 90 € por persona según el tamaño del grupo; ¡Estamos trabajando duro para coordinar la mejor logística para todos!",
    "The other option is to explore the region on your own! Our planner has compiled options including wine tasting, cheese tasting, e-bike tours, truffle hunting, and more. See the": "¡La otra opción es explorar la región por tu cuenta! Nuestro planificador ha recopilado opciones que incluyen catas de vinos, catas de quesos, recorridos en bicicletas eléctricas, búsqueda de trufas y más. Ver el",
    "for full details.": "para más detalles.",
    "Please indicate in your": "Por favor indique en su",
    "if you want to join grape stomping, explore by yourself, or arrange a different tour with our planner.": "Si quieres unirte a pisar uvas, explora por tu cuenta o organiza un recorrido diferente con nuestro planificador.",
    "🥂 Welcome Pizza Party": "🥂 Fiesta de pizza de bienvenida",
    "👗 Italian Vacation — think fun, dressy casual": "👗 Vacaciones en Italia: piensa en algo divertido y elegante",
    "&#128205; Three Arches Square": "&#128205; Plaza de los Tres Arcos",
    "👗 Black Tie Optional": "👗 Corbata negra opcional",
    "&#128205; Panoramic Garden": "&#128205; Jardín Panorámico",
    "💒 Ceremony": "💒 Ceremonia",
    "Chang & John say \"I do\" with a view of the rolling Italian hills": "Chang y John dirán “sí, acepto” con vistas a las colinas italianas.",
    "🍹 Aperitivo Hour": "🍹 Hora del aperitivo",
    "&#128205; Bell Tower Square": "&#128205; Plaza del Campanario",
    "🪩 After Party — Ally's Rave Cave": "🪩 Después de la fiesta: la cueva rave de Ally",
    "👗 Party vibes — dress to dance": "👗 Vibraciones de fiesta: vístete para bailar",
    "&#128205; Palazzo Mannocchi Wine Cellar": "&#128205; Bodega Palacio Mannocchi",
    "2:00 PM": "2:00 p.m.",
    "🏖️ Beach Day or Pool Party": "🏖️ Día de playa o fiesta en la piscina",
    "Head to the Adriatic coast for sun and sand, or stay back and lounge by the palazzo pool — your call!": "Dirígete a la costa del Adriático para disfrutar del sol y la arena, o quédate atrás y descansa junto a la piscina del palazzo: ¡tú decides!",
    "👗 Beach / swimwear — bring a jacket for the evening": "👗 Playa/traje de baño: trae una chaqueta para la noche",
    "&#128205; Porto San Giorgio or Palazzo Mannocchi": "&#128205; Puerto San Giorgio o Palacio Mannocchi",
    "Farewell Dinner": "Cena de despedida",
    "One last magical evening together — the best way to say arrivederci": "Una última velada mágica juntos: la mejor manera de decir Arrivalerci",
    "&#128205; TBD": "&#128205; Por determinar",
    "&#9992; Flying to Italy": "✈ Volar a Italia",
    "is the recommended airport for most guests — it has the most international flights and direct connections from the U.S. and Canada. From there, it's about 3–3.5 hours to Petritoli by car.": "es el aeropuerto recomendado para la mayoría de los huéspedes: tiene la mayor cantidad de vuelos internacionales y conexiones directas desde EE. UU. y Canadá. Desde allí, se tardan entre 3 y 3,5 horas en coche hasta Petritoli.",
    "If you're already traveling in Europe, you can also fly into one of these regional airports closer to Petritoli:": "Si ya estás viajando por Europa, también puedes volar a uno de estos aeropuertos regionales más cercanos a Petritoli:",
    "~3–3.5 hr drive · Good European connections": "~3–3.5 h en coche · Buenas conexiones europeas",
    "Rimini (RMI)": "Rímini (RMI)",
    "~2 hr drive · Seasonal flights from European cities": "~2 h en coche · Vuelos de temporada desde ciudades europeas",
    "~1 hr drive · Closest airport, limited routes": "~1 h en coche · Aeropuerto más cercano, rutas limitadas",
    "&#128646; By Train": "&#128646; En tren",
    "Italy's train network is excellent and scenic. If you're already in Italy — coming from Rome, Florence, Bologna, or elsewhere — the train is a great option. These are the nearest stations to Petritoli:": "La red de trenes de Italia es excelente y pintoresca. Si ya estás en Italia (viniendo desde Roma, Florencia, Bolonia o cualquier otro lugar), el tren es una excelente opción. Estas son las paradas más cercanas a Petritoli:",
    "Regional trains · ~15 min drive to Petritoli": "Trenes regionales · ~15 minutos en coche de Petritoli",
    "Intercity trains · ~30 min drive to Petritoli": "Trenes interurbanos · ~30 minutos en coche de Petritoli",
    "Ancona Centrale": "Ancona Central",
    "Fast trains (Frecciarossa/Frecciargento) · ~1 hr drive to Petritoli": "Trenes rápidos (Frecciarossa/Frecciargento) · ~1 hora en coche hasta Petritoli",
    "&#128663; Getting to Petritoli": "&#128663; Llegar a Petritoli",
    "Once you've arrived in Italy, you have two options to reach Petritoli:": "Una vez que hayas llegado a Italia, tienes dos opciones para llegar a Petritoli:",
    "Option 1: Rent a Car (Highly Recommended!)": "Opción 1: Alquilar un coche (¡Muy recomendable!)",
    "If there's one piece of advice we'd give, it's this:": "Si hay un consejo que daríamos, es este:",
    "rent a car": "alquilar un coche",
    ". It gives you total freedom to explore one of Italy's most beautiful regions at your own pace — stop at a vineyard, detour to a hilltop village, drive to the coast for lunch. Petritoli is a small village with no taxis, so a car means you're never stuck waiting for anyone else's schedule.": ". Le brinda total libertad para explorar una de las regiones más bellas de Italia a su propio ritmo: deténgase en un viñedo, desvíese a un pueblo en la cima de una colina, conduzca hasta la costa para almorzar. Petritoli es un pueblo pequeño sin taxis, por lo que un automóvil significa que nunca tendrá que esperar el horario de nadie.",
    "From Rome, take the A24 motorway east across the Apennine Mountains, then connect to the A14 along the Adriatic coast — it's a gorgeous, scenic drive through rolling hills and mountain passes. Many guests have told us this drive was one of the highlights of their trip. You'll need an International Driving Permit (see checklist below), and we recommend booking your rental early as prices go up in peak season.": "Desde Roma, tome la autopista A24 hacia el este a través de los Apeninos, luego conéctese a la A14 a lo largo de la costa del Adriático: es un recorrido hermoso y panorámico a través de colinas y pasos de montaña. Muchos invitados nos han dicho que este viaje fue uno de los mejores momentos de su viaje. Necesitará un permiso de conducir internacional (consulte la lista de verificación a continuación) y le recomendamos reservar su alquiler con anticipación ya que los precios suben en temporada alta.",
    "Option 2: Car or Bus Transfer Service": "Opción 2: Servicio de Traslado en Coche o Autobús",
    "We'll help arrange car or bus transfers to bring you to Petritoli! We expect most guests will already be in Rome by August 31st, so we're arranging": "¡Le ayudaremos a organizar traslados en automóvil o autobús para llevarlo a Petritoli! Esperamos que la mayoría de los invitados ya estén en Roma el 31 de agosto, por lo que estamos organizando",
    "one main shuttle departing at approximately 2:00 PM from Rome Tiburtina Station": "un servicio de transporte principal que sale aproximadamente a las 2:00 p. m. desde la estación Tiburtina de Roma",
    "on August 31st. Tiburtina is easy to reach from anywhere in the city and helps us avoid heavy city-center traffic.": "el 31 de agosto. Tiburtina es de fácil acceso desde cualquier punto de la ciudad y nos ayuda a evitar el intenso tráfico del centro de la ciudad.",
    "If you'd like a transfer from a different location (such as the airport), please indicate your arrival time in your": "Si desea un traslado desde una ubicación diferente (como el aeropuerto), indique su hora de llegada en su",
    "and we'll group guests together to the best of our ability.": "y agruparemos a los invitados lo mejor que podamos.",
    "Please note that transfers are an additional cost that will depend on the number of guests sharing the ride. We're doing our best to group people together to keep the price as low as possible for everyone — your flexibility on timing really helps with this!": "Tenga en cuenta que los traslados tienen un costo adicional que dependerá de la cantidad de invitados que compartan el viaje. Estamos haciendo todo lo posible para agrupar a las personas para mantener el precio lo más bajo posible para todos. ¡Su flexibilidad en el tiempo realmente ayuda con esto!",
    "Available pickup locations:": "Lugares de recogida disponibles:",
    "Rome – Tiburtina Station ⭐ Main Shuttle": "Roma – Estación Tiburtina ⭐ Lanzadera principal",
    "Departing ~2:00 PM on Aug 31 · Easy to reach within the city · ~3–3.5 hrs to Petritoli": "Saliendo ~2:00 p.m. el 31 de agosto · Fácil acceso dentro de la ciudad · ~3–3,5 horas a Petritoli",
    "Rome – Fiumicino Airport (FCO)": "Roma – Aeropuerto de Fiumicino (FCO)",
    "For guests flying directly into Rome · ~3–3.5 hrs to Petritoli": "Para huéspedes que vuelan directamente a Roma · ~3–3,5 horas hasta Petritoli",
    "Bologna – Airport (BLQ)": "Bolonia – Aeropuerto (BLQ)",
    "Good European connections · ~3–3.5 hrs to Petritoli": "Buenas conexiones europeas · ~3–3,5 horas a Petritoli",
    "Rimini – Airport (RMI)": "Rímini – Aeropuerto (RMI)",
    "Seasonal European flights · ~2 hrs to Petritoli": "Vuelos europeos de temporada · ~2 horas a Petritoli",
    "Ancona – Airport or Train Station": "Ancona – Aeropuerto o Estación de Tren",
    "Closest airport · Also reachable by intercity/fast trains · ~1 hr to Petritoli": "Aeropuerto más cercano · También se puede llegar en tren interurbano/rápido · ~1 hora a Petritoli",
    "Pedaso or Porto San Giorgio – Train Station": "Pedaso o Porto San Giorgio – Estación de tren",
    "The closest stations to Petritoli · 15–30 min drive": "Las paradas más cercanas a Petritoli · 15–30 min drive",
    "Leaving Petritoli": "Dejando Petritoli",
    "We'll also arrange a": "También organizaremos un",
    "main shuttle departing at approximately 11:00 AM on September 4th": "El servicio de transporte principal sale aproximadamente a las 11:00 a. m. del 4 de septiembre.",
    "heading back to Rome after checkout. If you'd like a shuttle at a different time or to a different destination, let us know in your": "Regreso a Roma después del check out. Si desea un servicio de transporte a una hora diferente o a un destino diferente, háganoslo saber en su",
    "and we'll do our best to arrange something — costs will depend on the route and group size.": "y haremos todo lo posible para arreglar algo; los costos dependerán de la ruta y el tamaño del grupo.",
    "&#127969; Once You're in Petritoli": "&#127969; Una vez que estés en Petritoli",
    "You won't need a car during the celebration itself. All events are either in town or at the Palazzo, and we'll organize transportation for anything off-site (like the beach day). Everything in the village is walkable — sit back, relax, and let us handle the logistics.": "No necesitarás coche durante la celebración en sí. Todos los eventos son en la ciudad o en el Palazzo, y organizaremos el transporte para cualquier evento fuera del sitio (como el día de playa). Todo en el pueblo es transitable: siéntese, relájese y déjenos encargarnos de la logística.",
    "That said, there are no taxis in Petritoli — so if you think you'll want to explore the surrounding area independently during the week, a rental car is the way to go. If you don't have a car but need to get around while you're here, you can work with our wedding planner once you arrive to arrange separate car service.": "Dicho esto, no hay taxis en Petritoli, por lo que si cree que desea explorar los alrededores de forma independiente durante la semana, alquilar un coche es la mejor opción. Si no tiene automóvil pero necesita desplazarse mientras está aquí, puede trabajar con nuestro organizador de bodas una vez que llegue para organizar un servicio de automóvil por separado.",
    "&#128203; Before You Go Checklist": "&#128203; Lista de verificación antes de ir",
    "&#128188; Passport": "&#128188; Pasaporte",
    "&#127758; Visa": "&#127758; Visa",
    "U.S./Canadian citizens — no visa needed for short stays. Others — check Schengen visa requirements": "Ciudadanos estadounidenses/canadienses: no se necesita visa para estancias cortas. Otros: consulte los requisitos de visa Schengen",
    "&#128663; International Driving Permit": "&#128663; Permiso de conducir internacional",
    "Required if you plan to rent a car in Italy — get this before you leave": "Obligatorio si planea alquilar un automóvil en Italia; consígalo antes de partir",
    "&#128138; Travel Medical Insurance": "&#128138; Seguro médico de viaje",
    "Recommended — consider coverage for international medical emergencies": "Recomendado: considere la cobertura para emergencias médicas internacionales",
    "June 1, 2026": "1 de junio de 2026",
    "— the sooner the better so we can plan for everyone!": "— ¡Cuanto antes, mejor para que podamos planificar para todos!",
    "&times;": "×",
    "window.__SITE_BUILD__ = '20260301d'; window.SHEET_URL = 'https://script.google.com/macros/s/AKfycbyeOp2H4i3iNh6GTDD_vJupY8rNqIkzCX97NdHwoWb-iv9ywAaUyLnHzFzljH8pudVj/exec';": "ventana.__SITE_BUILD__ = '20260301d'; window.SHEET_URL = 'https://script.google.com/macros/s/AKfycbyeOp2H4i3iNh6GTDD_vJupY8rNqIkzCX97NdHwoWb-iv9ywAaUyLnHzFzljH8pudVj/exec';",
    "// Runtime hardening in case an older cached site.js executes try { if (typeof SHEET_URL === 'undefined' || !SHEET_URL) { SHEET_URL = window.SHEET_URL; } } catch (e) { // If SHEET_URL isn't declared in loaded script, expose globally anyway window.SHEET_URL = window.SHEET_URL; }": "// Refuerzo del tiempo de ejecución en caso de que se ejecute un site.js antiguo almacenado en caché try { if (typeof SHEET_URL === 'undefinido' || !SHEET_URL) { SHEET_URL = window.SHEET_URL; } } catch (e) { // Si SHEET_URL no está declarado en el script cargado, expóngalo globalmente de todos modos window.SHEET_URL = window.SHEET_URL; }",
    "Dismiss": "Despedir",
    "window.__LOCALE__ = locale;": "ventana.__LOCALE__ = configuración regional;",
    "📍 TBD": "📍 Por definir",
    "✈ Flying to Italy": "Volar a Italia",
    "🚆 By Train": "En tren",
    "🚗 Getting to Petritoli": "Cómo llegar a Petritoli",
    "🏡 Once You're in Petritoli": "Ya en Petritoli",
    "💼 Passport": "💼 Pasaporte",
    "🌎 Visa": "🌎 Visa",
    "💊 Travel Medical Insurance": "💊 Seguro médico de viaje",
    "Hogar": "Inicio",
    "Cronograma": "Itinerario",
    "Viajar": "Viaje",
    "Alojamiento": "Hospedaje",
    "If time permits, we'd love for you to make it a getaway and join us for a few days of la dolce vita August 31 – September 4": "Si tienes oportunidad, nos encantaría que te des una escapada y te unas unos días para disfrutar la dolce vita del 31 de agosto al 4 de septiembre.",
    "Flying to Italy": "Volar a Italia",
    "Getting to Petritoli": "Llegar a Petritoli",
    "Once You're in Petritoli": "Ya en Petritoli",
    "From Rome Tiburtina to Petritoli, the drive is approximately 2.5–3 hours depending on traffic.": "Desde Roma Tiburtina hasta Petritoli, el trayecto es de aproximadamente 2.5–3 horas, según el tráfico.",
    "Departing ~2:00 PM on Aug 31 · Easy to reach within the city · ~2.5–3 hrs to Petritoli": "Salida aprox. 2:00 PM el 31 de agosto · Fácil de llegar dentro de la ciudad · ~2.5–3 h a Petritoli",
    "Please bring your €280 in cash and place it in the envelope that will be in your room when you arrive.": "Por favor, trae tus €280 en efectivo y colócalos en el sobre que estará en tu habitación cuando llegues.",
    "Confirmar asistencia": "Confirmar asistencia",
    "We'd love to celebrate with you in Italy": "Nos encantaría celebrarlo contigo en Italia",
    "Where You’ll Stay": "Dónde te vas a quedar",
    "Q & A": "Preguntas frecuentes",
    "Please reach out to Chang and John directly.": "Mejor escríbele directo a Chang y John.",
    "Ask me wedding logistics or Q&A questions": "Pregúntame sobre logística de la boda o dudas frecuentes",
    "Type your question…": "Escribe tu pregunta…",
    "Send": "Enviar",
    "Hi! I can help with wedding FAQs (travel, RSVP, schedule, accommodation, dress code, registry).": "¡Hola! Te ayudo con dudas de la boda (viaje, RSVP, itinerario, hospedaje, dress code y registro).",
    "Main option is Rome Fiumicino (FCO). Closest airport is Ancona (AOI). We can coordinate transfers.": "La opción principal es Roma Fiumicino (FCO). El aeropuerto más cercano es Ancona (AOI). También podemos coordinar traslados.",
    "Main shuttle departs around 2:00 PM from Rome Tiburtina on Aug 31. Return shuttle is around 11:00 AM on Sep 4.": "El shuttle principal sale aprox. a las 2:00 PM desde Roma Tiburtina el 31 de agosto. El regreso es aprox. a las 11:00 AM el 4 de septiembre."
  },
  "zh-cn": {
    "Home": "家",
    "RSVP": "敬请回复",
    "Schedule": "日程",
    "Travel": "旅行",
    "Accommodation": "住宿",
    "Explore": "玩什么",
    "Toggle menu": "切换菜单",
    "Language switcher": "语言切换器",
    "{label}": "{标签}",
    "{title}": "{标题}",
    "Where You'll Stay": "你会住在哪里",
    "About the Palazzo": "关于帕拉佐酒店",
    "It has 40 bedrooms, 19 bathrooms, 9 kitchens, grand salons, terraces, balconies, a rose garden, two swimming pools, and a large jacuzzi. There's WiFi throughout, including the bedrooms. And with the village right outside the door, you won't need a car for anything during the week.": "它有 40 间卧室、19 间浴室、9 间厨房、大沙龙、露台、阳台、玫瑰园、两个游泳池和一个大型按摩浴缸。整个区域（包括卧室）均提供 WiFi。村庄就在门外，因此您在工作日不需要开车。",
    "What to Expect": "期待什么",
    "We want to be upfront:": "我们希望提前：",
    "this is not a hotel": "这不是酒店",
    ". It's a charming, centuries-old property — think cozy slumber party in an Italian castle, not a resort. Bathrooms and common areas are shared, we'll be looking after ourselves, and the furniture is antique (read: character, not concierge).": "。这是一座迷人的、拥有数百年历史的建筑——想象一下在意大利城堡而不是度假村里举行的舒适睡衣派对。浴室和公共区域是共用的，我们会照顾好自己，家具是古董（阅读：性格，而不是礼宾）。",
    "The palazzo is divided so that different groups — couples, families, friends — can have their own private bedrooms, suites, or even entire floors, while sharing the communal spaces like salons, pool terraces, and balconies. You'll have your own space to retreat to, but the best part is being together.": "宫殿被划分，以便不同的群体——情侣、家庭、朋友——可以拥有自己的私人卧室、套房，甚至整个楼层，同时共享沙龙、泳池露台和阳台等公共空间。你们将有自己的休息空间，但最好的部分是在一起。",
    "Cost": "成本",
    "Staying at the Palazzo is": "住在 Palazzo 是",
    "€280 per person": "每人 280 欧元",
    "(ages 12+) for the entire week. This covers your accommodation from August 31st through September 4th.": "（12 岁以上）整周。这涵盖了您从 8 月 31 日到 9 月 4 日的住宿。",
    "Prefer Your Own Space?": "更喜欢自己的空间？",
    "and we'll help sort it out.": "我们会帮助解决这个问题。",
    "Explore the Palazzo website": "探索 Palazzo 网站",
    "Open in Maps": "在地图中打开",
    "Beyond the Wedding": "婚礼之外",
    "Horseback Riding": "骑马",
    "Olive Oil Tasting": "橄榄油品尝",
    "Shopping Experience": "购物体验",
    "Truffle Hunting & Tasting": "松露狩猎和品尝",
    "Wine Tasting": "品酒",
    "Grape Stomping": "踩葡萄",
    "Beach Day": "海滩日",
    "Frasassi Caves": "弗拉萨西洞穴",
    "Sibillini National Park Hike": "锡比利尼国家公园徒步旅行",
    "Boat Party": "船上派对",
    "Quad Bike Excursions": "四轮摩托车游览",
    "Adventure Park Tour": "冒险公园之旅",
    "Craft Beer Tasting": "精酿啤酒品尝",
    "Cooking Show": "烹饪秀",
    "Fishing Day Tour": "钓鱼一日游",
    "Handmade Cheese Tasting": "品尝手工奶酪",
    "Gastronomic Stroll": "美食漫步",
    "Dining:": "用餐：",
    "All meals in the schedule are fully arranged. For snacks and spontaneous aperitivi, we'll share a guide to our favorite local spots.": "日程中的所有餐食都已安排齐全。对于小吃和自发的开胃酒，我们将分享我们最喜欢的当地景点的指南。",
    "And yes, there will be plenty of Aperol Spritz.": "是的，会有大量的阿佩罗雪碧。",
    "September 2, 2026": "2026 年 9 月 2 日",
    "We'd love for you to make it a getaway and join us for a multi-day celebration": "我们希望您能度过一次假期，并与我们一起参加为期多天的庆祝活动",
    "August 31 – September 4, 2026": "2026 年 8 月 31 日至 9 月 4 日",
    "Questions": "问题",
    "What's the dress code?": "着装要求是什么？",
    "We'll share dress code details for each event closer to the date. Think elegant but comfortable — it's the Italian countryside.": "我们将在临近日期时分享每个活动的着装要求详细信息。优雅而舒适——这就是意大利乡村。",
    "U.S. and Canadian passport holders do not need a visa for short stays. Ensure your passport is valid 6+ months beyond travel dates. Other passports — check Schengen requirements. We can provide an invitation letter.": "美国和加拿大护照持有人短期停留不需要签证。确保您的护照在旅行日期后 6 个月以上有效。其他护照——查看申根要求。我们可以提供邀请函。",
    "Rent a car or arrange a shuttle. Indicate your travel plans on the RSVP and we'll coordinate group shuttles by arrival time.": "租一辆车或安排班车。请在回复中注明您的旅行计划，我们将根据抵达时间协调团体班车。",
    "What are the accommodation costs?": "住宿费用是多少？",
    "We'll coordinate costs separately with each guest and plan to subsidize a portion. More details after you RSVP.": "我们将与每位客人单独协调费用，并计划补贴一部分。请回复后了解更多详细信息。",
    "Absolutely! Rome, Florence, the Amalfi Coast, and Cinque Terre are all within reach. Fly into one city and out of another.": "绝对地！罗马、佛罗伦萨、阿马尔菲海岸和五渔村都近在咫尺。飞往一个城市并离开另一个城市。",
    "When is the RSVP deadline?": "回复截止日期是什么时候？",
    "Please RSVP by the date on your invitation. The sooner the better — it helps us plan logistics for everyone!": "请在邀请函上注明的日期之前回复。越早越好——它可以帮助我们为每个人规划物流！",
    "Join Us": "加入我们",
    "Will You Be Joining Us?": "你会来吗？",
    "First Name *": "名 *",
    "Last Name *": "姓 *",
    "Email *": "电子邮件 *",
    "Will you attend?": "你会参加吗？",
    "Joyfully Accept": "欣然接受",
    "Regretfully Decline": "遗憾地拒绝",
    "Continue": "继续",
    "Tell Us More": "再告诉我们一点",
    "Bringing a guest? Which events will you join?": "带客人来？您将参加哪些活动？",
    "Bringing a plus one?": "带来加一吗？",
    "Yes": "是的",
    "Just Me": "只有我",
    "Guest's Full Name": "客人的全名",
    "Which events will you attend?": "您将参加哪些活动？",
    "Wedding Ceremony & Reception": "婚礼及招待会",
    "Sep 2 · 4:45 PM – Late": "9 月 2 日 · 下午 4:45 – 深夜",
    "Exploration Time": "探索时间",
    "Sep 1 · 12:00 PM": "9 月 1 日·中午 12:00",
    "Optional": "选修的",
    "Welcome Pizza Party": "欢迎披萨派对",
    "Sep 1 · 7:30 PM": "9 月 1 日 · 晚上 7:30",
    "Post-Wedding Brunch": "婚后早午餐",
    "Sep 3 · 10:30 AM": "9 月 3 日 · 上午 10:30",
    "Beach Day & Farewell Dinner": "海滩日和告别晚宴",
    "Sep 3 · 3:00 PM – Late": "9 月 3 日 · 下午 3:00 – 深夜",
    "Back": "后退",
    "Travel & Stay": "旅行与住宿",
    "Help us coordinate logistics": "帮助我们协调物流",
    "Accommodation Preference": "住宿偏好",
    "Select...": "选择...",
    "Prefer a local hotel": "更喜欢当地的酒店",
    "I'll arrange my own": "我自己安排",
    "Arrival Date": "抵达日期",
    "August 30": "8月30日",
    "August 31": "8月31日",
    "September 1": "9 月 1 日",
    "September 2": "9 月 2 日",
    "Not sure yet": "还不确定",
    "Departure Date": "出发日期",
    "September 3": "9 月 3 日",
    "September 4": "9 月 4 日",
    "September 5+": "9 月 5 日以上",
    "Shuttle from airport?": "从机场有班车吗？",
    "Yes please": "是的，请",
    "I'll drive": "我会开车",
    "Arriving airport": "到达机场",
    "Rome Fiumicino (FCO)": "罗马 菲乌米奇诺 (FCO)",
    "Ancona Falconara (AOI)": "安科纳法尔科纳拉 (AOI)",
    "Pescara (PSR)": "佩斯卡拉 (PSR)",
    "Bologna (BLQ)": "博洛尼亚 (BLQ)",
    "Other / Not sure": "其他/不确定",
    "Almost There!": "快完成啦！",
    "Just a few last details": "只是最后一些细节",
    "Dietary Restrictions / Allergies": "饮食限制/过敏",
    "Guest's Dietary Restrictions": "客人的饮食限制",
    "Anything else?": "还要别的吗？",
    "Submit RSVP": "提交回复",
    "We're so excited to celebrate with you. We'll be in touch with more details as the big day approaches.": "我们很高兴与您一起庆祝。随着重要日子的临近，我们将联系更多细节。",
    "We'll Miss You": "我们会想你的",
    "We completely understand. Thank you for letting us know — you'll be in our hearts on the day.": "我们完全理解。感谢您让我们知道——这一天您将永远活在我们心中。",
    "First name": "名",
    "Last name": "姓",
    "your@email.com": "你的@email.com",
    "Their full name": "他们的全名",
    "e.g. vegetarian, gluten-free...": "例如素食、无麸质...",
    "Your guest's dietary needs...": "您客人的饮食需求...",
    "Questions, requests, or just a sweet note...": "问题、请求，或者只是一个甜蜜的留言......",
    "The Celebration": "庆典",
    "Schedule of Events": "活动日程",
    "Five days of celebration in the Italian countryside.": "在意大利乡村举行为期五天的庆祝活动。",
    "Monday, August 31": "8 月 31 日星期一",
    "Arrival": "到达",
    "4:00 PM": "下午 4:00",
    "Check In": "报到",
    "Tuesday, September 1": "9 月 1 日星期二",
    "Exploration Day": "探索日",
    "12:00 PM": "中午 12:00",
    "Explore page": "探索页面",
    "for all the details!": "了解所有细节！",
    "4:30 PM": "下午 4:30",
    "Chill Poolside Hang": "池畔休闲放松",
    "7:30 PM": "晚上 7:30",
    "Our first evening all together — great food, flowing wine, and the excitement of what's to come": "我们在一起的第一个晚上——美味的食物、流动的美酒以及对即将发生的事情的兴奋",
    "Three Arches Square": "三拱门广场",
    "Wednesday, September 2": "9 月 2 日星期三",
    "Wedding Day": "婚礼当天",
    "4:45 PM": "下午 4:45",
    "Guests Arrive": "客人抵达",
    "Doors open — please be seated no later than 5:00 PM": "开门 — 请在下午 5:00 之前入座",
    "Panoramic Garden": "全景花园",
    "5:15 PM": "下午 5:15",
    "Ceremony": "仪式",
    "6:15 PM": "下午 6:15",
    "Aperitivo Hour": "开胃酒时间",
    "Spritzes, cocktails, and antipasti — cheers to the newlyweds!": "雪碧、鸡尾酒和开胃菜——为新婚夫妇干杯！",
    "Bell Tower Square": "钟楼广场",
    "7:45 PM": "晚上 7:45",
    "Dinner & Reception": "晚餐及招待会",
    "A feast under the stars — toasts, tears of joy, and dancing until our feet give out": "星空下的盛宴——干杯、喜悦的泪水、跳舞直到我们的脚力竭",
    "11:45 PM": "晚上 11:45",
    "After Party — Ally's Rave Cave": "派对结束后 — Ally's Rave Cave",
    "The night is young. Descend into the wine cellar for late-night beats and questionable dance moves": "夜晚还很年轻。走进酒窖聆听深夜节拍和可疑的舞步",
    "Thursday, September 3": "9 月 3 日，星期四",
    "Recovery & Fun": "恢复与乐趣",
    "10:30 AM": "上午 10:30",
    "Ease into the morning with good food, strong coffee, and even stronger memories from last night": "享用美味的食物、浓浓的咖啡和昨晚更深刻的回忆，轻松度过早晨",
    "3:00 PM": "下午 3:00",
    "Sun, sand, and the Adriatic Sea — the perfect way to recover": "阳光、沙滩和亚得里亚海——完美的恢复方式",
    "Porto San Giorgio": "圣乔治港",
    "7:00 PM": "晚上 7:00",
    "Farewell Seafood Dinner": "告别海鲜晚餐",
    "One last magical evening — fresh catch, sunset views, and sandy toes. The best way to say arrivederci": "最后一个神奇的夜晚——新鲜的捕获物、日落美景和沙滩脚趾。说 到达者 的最佳方式",
    "Friday, September 4": "9 月 4 日星期五",
    "Departure": "离开",
    "10:00 AM": "上午 10:00",
    "Check Out": "查看",
    "Arrivederci, Palazzo! Until we meet again… pack your bags (and maybe an extra bottle of wine)": "到达，宫殿！直到我们再次见面……收拾行李（也许还可以多带一瓶酒）",
    "Getting There": "怎么来",
    "Travel & Logistics": "出行安排",
    "Most guests will fly internationally into": "大多数客人将搭乘国际航班抵达",
    "~1 hr drive": "约 1 小时车程",
    "~1.5 hr drive": "约 1.5 小时车程",
    "By Train": "坐火车",
    "Pedaso": "佩达索",
    "Regional · 15 min drive": "区域性 · 15 分钟车程",
    "Intercity · 30 min drive": "城际 · 30 分钟车程",
    "Ancona": "安科纳",
    "Fast trains · 1 hr drive": "快速列车 · 1 小时车程",
    "Once you've landed or arrived by train, you have two options to reach us:": "当您降落或乘坐火车抵达后，您有两种方式联系我们：",
    "Rent a car": "租车",
    "— great if you want flexibility to explore the region on your own before or after the wedding.": "— 如果您想在婚礼之前或之后灵活地自行探索该地区，那就太棒了。",
    "Shuttle": "穿梭",
    "— we're happy to help arrange group shuttles from airports and train stations. Just indicate on your": "— 我们很乐意帮助安排从机场和火车站出发的团体班车。只需注明您的",
    "that you'd like shuttle coordination and share your arrival details — we'll group guests by timing.": "您想要协调班车并分享您的抵达详细信息 - 我们将按时间对客人进行分组。",
    "You won't need a car for the week! All events will either be in town or at the Palazzo, and we'll organize transportation for anything off-site (like the beach day). Sit back, relax, and let us handle the logistics.": "这周你不需要车！所有活动都将在城镇或 Palazzo 举行，我们将为场外活动（例如海滩日）安排交通。坐下来，放松一下，让我们来处理后勤工作。",
    "Before You Go Checklist": "出发前清单",
    "A few important things to sort out before you book your flights:": "预订航班之前需要弄清楚的一些重要事项：",
    "Passport": "护照",
    "Must be valid 6+ months beyond travel dates": "有效期必须比旅行日期晚 6 个月以上",
    "Visa": "签证",
    "U.S./Canadian citizens — no visa needed. Others — check Schengen requirements": "美国/加拿大公民——无需签证。其他 — 查看申根要求",
    "International Driving Permit": "国际驾驶许可证",
    "Need an invitation letter for your visa application? Just let us know — we're happy to provide one.": "您的签证申请需要邀请函吗？请告诉我们 - 我们很乐意提供一个。",
    "Chang": "Chang",
    "John": "John",
    "September 2, 2026 · Petritoli, Italy": "2026 年 9 月 2 日 · 意大利佩特里托利",
    "C & J": "C & J",
    "Packing": "包装",
    "Registry": "登记处",
    "Q&A": "问答",
    "Main navigation": "主导航",
    "We've booked the entire Palazzo Mannocchi from August 31st through September 4th, and we'd love for everyone to stay with us. The whole property is ours — no other guests, no strangers, just our people.": "我们已经预订了 8 月 31 日至 9 月 4 日期间的整个曼诺基宫，我们希望每个人都能入住我们的酒店。整个财产都是我们的——没有其他客人，没有陌生人，只有我们的人民。",
    "A Medieval Palazzo with Centuries of History": "拥有数百年历史的中世纪宫殿",
    "Petritoli is a small medieval hilltop village in the Le Marche region — one of Italy's best-kept secrets. It's not a tourist town. It's a real, lived-in place where locals greet you in the piazza and the baker still opens at dawn.": "佩特里托利 (Petritoli) 是马尔凯 (Le Marche) 地区的一座中世纪山顶小村庄，也是意大利保存最完好的秘密之一。这不是一个旅游小镇。这是一个真正有人居住的地方，当地人在广场上迎接您，面包店仍然在黎明时分营业。",
    "At its heart sits Palazzo Mannocchi, an 18th-century noble residence built atop foundations that date back to the Roman period. The property takes up nearly a quarter of the village center. Over the centuries it served as a seat of local nobility, a gathering place for the community, and now — for one unforgettable week — it's ours.": "其中心坐落着曼诺基宫 (Palazzo Mannocchi)，这是一座 18 世纪的贵族宅邸，其地基可追溯至罗马时期。该地产占据了村中心近四分之一的面积。几个世纪以来，它一直是当地贵族的所在地、社区的聚集地，而现在——难忘的一周——它是我们的了。",
    "Inside you'll find frescoed ceilings, vaulted halls, period furniture, and panoramic views stretching from the Adriatic Sea to the Sibillini Mountains. It has 40 bedrooms, 19 bathrooms, 9 kitchens, grand salons, terraces, balconies, a rose garden, two swimming pools, and a large jacuzzi. There's WiFi throughout, including the bedrooms.": "在里面，您会发现壁画天花板、拱形大厅、仿古家具以及从亚得里亚海延伸到锡比利尼山脉的全景。它有 40 间卧室、19 间浴室、9 间厨房、大沙龙、露台、阳台、玫瑰园、两个游泳池和一个大型按摩浴缸。整个区域（包括卧室）均提供 WiFi。",
    "What to Expect — Please Read": "期待什么——请阅读",
    "We want to be completely upfront:": "我们希望完全提前：",
    "the Palazzo is not a hotel": "Palazzo 不是酒店",
    ". It is a centuries-old historic property with all the charm — and all the quirks — that come with that.": "。这是一座拥有数百年历史的历史建筑，拥有随之而来的所有魅力和所有怪癖。",
    "Think of it as a cozy, slightly wild slumber party in a medieval Italian castle. The furniture is antique (read: character, not luxury). Bathrooms are shared. Some hallways creak. The plumbing has its own personality. There is no front desk, no room service, no concierge. We'll be looking after ourselves and each other — and that's part of what makes it special.": "可以把它想象成在中世纪意大利城堡里举办的一场舒适、略带狂野的睡衣派对。家具是古董（读作：个性，而不是奢华）。浴室是共用的。有些走廊吱吱作响。管道有自己的个性。没有前台，没有客房服务，没有礼宾服务。我们将照顾自己和彼此——这就是它的特别之处。",
    "The palazzo is divided so that different groups — couples, families, friends — can have their own private bedrooms, suites, or even entire floors, while sharing the communal spaces like salons, pool terraces, and balconies. You'll have your own space to retreat to, but the best part is being together under one very old, very beautiful roof.": "宫殿被划分，以便不同的群体——情侣、家庭、朋友——可以拥有自己的私人卧室、套房，甚至整个楼层，同时共享沙龙、泳池露台和阳台等公共空间。你们将有自己的休息空间，但最好的部分是在一个非常古老、非常美丽的屋顶下在一起。",
    "If you're coming with the right expectations, it's magic. If you're expecting a five-star resort — this isn't it, and we want you to know that upfront so you can plan accordingly.": "如果你带着正确的期望而来，那就太神奇了。如果您期待五星级度假村，那么这里不是，我们希望您提前了解这一点，以便您可以做出相应的计划。",
    "Your Options": "您的选择",
    "You have three choices for where to stay:": "您可以选择三种住宿地点：",
    "Stay at the Palazzo": "入住帕拉佐酒店",
    "Join the group for the full experience — communal living, poolside hangs, and late-night conversations in the salons. This is the heart of the celebration and where the magic happens.": "加入这个团体，享受完整的体验——公共生活、池畔闲聊以及沙龙的深夜交谈。这是庆祝活动的核心，也是奇迹发生的地方。",
    "Stay in town": "留在城里",
    "There are small hotels and Airbnbs within Petritoli and the surrounding villages — these offer complete privacy, your own bathroom, and a quiet space to recharge while still being close enough to join everything. Let us know on your": "佩特里托利和周边村庄内有小型酒店和 Airbnb，它们提供完全的隐私、您自己的浴室和安静的休息空间，同时又足够近，可以参与一切活动。让我们知道您的",
    "and we'll help you find the right fit.": "我们将帮助您找到合适的人选。",
    "Arrange your own": "自己安排",
    "If you prefer to find your own Airbnb or hotel nearby, you're welcome to. Just keep in mind that Petritoli is a small village — options are limited, so book early.": "如果您想在附近找到自己的 Airbnb 或酒店，欢迎您来。请记住，佩特里托利是一个小村庄 - 选择有限，因此请尽早预订。",
    "Explore the Palazzo website &#8594;": "探索 Palazzo 网站 →",
    "Palazzo Mannocchi": "曼诺基宫",
    "Petritoli, Le Marche, Italy": "佩特里托利, 马尔凯, 意大利",
    "We'd love for you to make this trip more than just a wedding — it's a chance to experience one of Italy's most beautiful and unspoiled regions. Click on each section below to learn more.": "我们希望您的这次旅行不仅仅是一场婚礼 - 这是一个体验意大利最美丽和未受破坏的地区之一的机会。单击下面的每个部分以了解更多信息。",
    "Petritoli": "佩特里托利",
    "Your home base — a medieval hilltop village": "您的大本营——中世纪山顶村庄",
    "&#9660;": "▼",
    "Petritoli is a small, walkable village in the Le Marche countryside with about 2,500 residents. It's not a tourist town — it's a real place where locals know each other by name, shops close for siesta, and the piazza comes alive in the evenings. Everything you need is within a few minutes on foot from the Palazzo.": "佩特里托利 (Petritoli) 是马尔凯 (Le Marche) 乡村的一个适合步行的小村庄，约有 2,500 名居民。这不是一个旅游小镇，而是一个真实的地方，当地人彼此都知道彼此的名字，午睡时商店关门，广场在晚上变得热闹起来。从 Palazzo 步行几分钟即可到达您所需的一切。",
    "Don't Miss": "不要错过",
    "The Three Gothic Arches": "三个哥特式拱门",
    "The iconic entrance to the village — two 15th-century cylindrical towers framing three Gothic arches. Walk through them and you've arrived in Petritoli.": "村庄的标志性入口——两座 15 世纪的圆柱形塔楼构成了三个哥特式拱门。穿过它们，您就到达了佩特里托利。",
    "Torre Civica (Bell Tower)": "Torre Civica（钟楼）",
    "Climb to the top for panoramic views stretching from the Sibillini Mountains to the Adriatic Sea. Take the second set of stairs to the walkway around the outside for the best photos. Warning: the staircase is steep and dark until you reach the windows — but worth it.": "登上山顶，欣赏从锡比利尼山脉到亚得里亚海的全景。走第二组楼梯到外面的走道，拍摄最佳照片。警告：楼梯又陡又黑，直到你到达窗户为止——但值得。",
    "Teatro dell'Iride": "虹膜剧院",
    "A beautifully preserved historic theatre — one of the Marche Region's officially designated Historical Theatres. Check if any performances are happening during our week.": "一座保存完好的历史剧院——马尔凯大区官方指定的历史剧院之一。检查本周是否有任何表演。",
    "The Passeggiata": "帕塞吉亚塔",
    "Every evening, locals stroll through the village — this is the Italian": "每天晚上，当地人都会在村庄里漫步——这就是意大利风情",
    "passeggiata": "帕塞贾塔",
    ". Grab a gelato, join the walk, and soak it in. This is how you experience Petritoli.": "。拿一份冰淇淋，加入步行，然后沉浸其中。这就是您体验 Petritoli 的方式。",
    "Restaurants & Bars": "餐厅和酒吧",
    "Osteria le Cornacchie": "科尔纳奇餐厅",
    "Cozy and intimate, seats up to 25. Reservations required: +39 349 856 0851": "舒适私密，最多可容纳 25 个座位​​。需要预订：+39 349 856 0851",
    "Ristorante Re Squarchiò": "Re Squarchiò 餐厅",
    "Formal setting with high-quality food. Reservations required: +39 331 612 4177": "正式的环境和高品质的食物。需要预订：+39 331 612 4177",
    "Hotel Roma": "罗马酒店",
    "Informal, great food and atmosphere. No reservation needed.": "非正式的，美味的食物和氛围。无需预订。",
    "Pizzeria Girasole": "吉拉索比萨店",
    "The local pizzeria — casual and satisfying.": "当地的比萨店——休闲又令人满意。",
    "Fanny": "舳",
    "Casual bar, perfect for breakfast and aperitivo.": "休闲酒吧，非常适合享用早餐和开胃酒。",
    "Bottega Vitali": "宝缇嘉维塔利",
    "Primarily a food shop, but also serves paninis and aperitivo.": "主要是一家食品店，但也供应帕尼尼和开胃酒。",
    "Must-Try: Bar Gelateria Tre Archi": "必尝：Bar Gelateria Tre Archi",
    "This one gets its own section. Tre Archi is": "这个有自己的部分。特雷阿奇是",
    "the": "这",
    "gathering spot in Petritoli — right inside the famous three arches. This is where all the locals go for breakfast every morning, so if you want to experience real Italian daily life, start your day here with an espresso and a cornetto. It opens at 6:30 AM and stays open until the last person leaves. Their artisan gelato (made with rice milk) is legendary — multiple reviewers call it the best gelato in Italy. They also serve local wines, craft beer, aperitivi, pastries, and light meals. Gluten-free options including cones are available. You'll end up here every day — trust us. And who knows… you might even get a taste of their gelato at the wedding itself. 🤫": "佩特里托利 (Petritoli) 的聚集地——就在著名的三拱门内。这是所有当地人每天早上都去吃早餐的地方，所以如果您想体验真正的意大利日常生活，可以在这里喝一杯浓缩咖啡和一杯牛角咖啡来开始新的一天。早上 6:30 开门，直至最后一人离开。他们的手工冰淇淋（用米浆制成）具有传奇色彩——许多评论家称其为意大利最好的冰淇淋。他们还提供当地葡萄酒、精酿啤酒、开胃酒、糕点和便餐。提供无麸质选项，包括甜筒。您每天都会来到这里 - 相信我们。谁知道呢……您甚至可能在婚礼上品尝他们的冰淇淋。 🤫",
    "What to Eat in Le Marche": "马尔凯美食",
    "Le Marche has a rich food culture that rivals any region in Italy. Keep an eye out for:": "马尔凯拥有丰富的饮食文化，可以与意大利任何地区相媲美。请留意：",
    "olive all'ascolana": "橄榄阿斯科拉纳",
    "(stuffed fried olives — the local specialty),": "（酿炸橄榄——当地特产），",
    "vincisgrassi": "文西斯格拉西",
    "(a rich lasagna with pork, mushrooms, and sometimes truffles),": "（浓郁的烤宽面条，配以猪肉、蘑菇，有时还有松露），",
    "ciauscolo": "恰乌斯科洛",
    "(a soft, spreadable salami unique to this region), local": "（该地区特有的柔软、可涂抹的萨拉米香肠），当地",
    "pecorino": "佩克里诺干酪",
    "cheese (try it fresh or aged),": "奶酪（尝试新鲜或陈年的），",
    "brodetto": "布罗代托",
    "(Adriatic fish stew with saffron), and": "（亚得里亚海鱼炖藏红花），和",
    "porchetta": "烤乳猪",
    "(suckling pig with fennel and garlic). The region is also known for its truffles, honey, and": "（乳猪配茴香和大蒜）。该地区还以其松露、蜂蜜和",
    "vino cotto": "维诺库托",
    "(\"cooked wine\" — a traditional dessert wine).": "（“熟酒”——传统的甜酒）。",
    "Groceries": "杂货",
    "Coal": "煤炭",
    "The smallest grocery store, conveniently close to the Palazzo.": "最小的杂货店，靠近宫殿，交通便利。",
    "Simply": "简单地",
    "Located just outside the town walls.": "位于城墙外。",
    "Eurospin": "欧洲纺纱公司",
    "The largest grocery store — accessible by car.": "最大的杂货店——驾车即可到达。",
    "Good to Know": "很高兴知道",
    "Petritoli has a pharmacy, bank, 2 ATMs, and a post office — all within walking distance. There's also a 24-hour emergency medical service just 5 minutes away. Italy is still quite cash-oriented, especially in small villages — bring euros and don't rely entirely on credit cards. Our wedding planner and her team will be on the ground to help with additional recommendations and questions — we'll share her number the week of the wedding.": "Petritoli 有一家药店、银行、2 台 ATM 机和一家邮局 - 所有这些都在步行范围内。距酒店仅 5 分钟路程，还有 24 小时紧急医疗服务。意大利仍然相当注重现金，尤其是在小村庄——带上欧元，不要完全依赖信用卡。我们的婚礼策划师和她的团队将在现场帮助提出其他建议和问题 - 我们将在婚礼当周分享她的电话号码。",
    "Le Marche Region": "马尔凯大区",
    "Italy's best-kept secret — rolling hills, coastline, and mountains": "意大利最保守的秘密——连绵起伏的丘陵、海岸线和山脉",
    "Le Marche is one of Italy's most underrated regions — the Italians themselves call it the most beautiful region in the country. Think Tuscany's beauty without the crowds. Our wedding planner works with local guides to organize group tours, and we highly recommend joining at least one. It's a fantastic way to connect with the area and with each other.": "马尔凯是意大利最被低估的地区之一——意大利人自己称其为该国最美丽的地区。想想没有人群的托斯卡纳的美丽。我们的婚礼策划师与当地导游合作组织团体旅游，我们强烈建议至少参加一个。这是与该地区以及彼此之间建立联系的绝佳方式。",
    "Tuesday Group Activity: Grape Stomping": "周二集体活动：踩葡萄",
    "Tuesday, September 1st is our group activity day, and we're organizing a": "9月1日星期二是我们的团体活动日，我们正在组织一次",
    "grape stomping festival": "踩葡萄节",
    "as the main event — a truly unique experience that's only possible during harvest season in September and October.": "作为主要活动——真正独特的体验只有在九月和十月的收获季节才能实现。",
    "The Big Group Activity": "大团体活动",
    "Grape Stomping Festival": "踩葡萄节",
    "Travel back in time and experience the ancient grape harvest tradition of Le Marche. You'll stomp grapes barefoot the old-fashioned way, learning the traditional": "时光倒流，体验马尔凯古老的葡萄收获传统。您将以老式的方式赤脚踩葡萄，学习传统的踩葡萄方式",
    "(\"cooked wine\") making process that has been passed down through generations. The day includes a traditional lunch prepared with ancient local recipes, paired with local wine, and entertainment from folk musicians with traditional players and dancers in full costume. It's the kind of thing you'll never forget — a full celebration of the harvest season with food, wine, music, and community.": "（“熟酒”）的酿造工艺代代相传。这一天包括采用当地古老食谱烹制的传统午餐，搭配当地葡萄酒，以及民间音乐家与身着盛装的传统演奏者和舞者的娱乐表演。这是一种你永远不会忘记的事情——用食物、美酒、音乐和社区来全面庆祝收获季节。",
    "5–6 hours (flexible)": "5-6小时（灵活）",
    "~20 min on foot from Petritoli": "从佩特里托利步行约 20 分钟",
    "Starts ~10:30 AM": "开始〜上午 10:30",
    "~€50–90 per person (based on group size) · Includes lunch, folk music & dancers": "~每人 50–90 欧元（根据团体人数） · 包括午餐、民间音乐和舞蹈",
    "We're working hard to coordinate the best logistics and pricing for everyone. Since this is dependent on grape harvest season timing, we'll confirm the activity closer to the date. If grape stomping doesn't work out, we'll organize similar activities that give you a taste of the region.": "我们正在努力为每个人协调最好的物流和定价。由于这取决于葡萄收获季节的时间，我们将在临近日期时确认活动。如果踩葡萄不起作用，我们将组织类似的活动，让您体验该地区的风采。",
    "▶ Watch a video of the grape stomping experience": "▶ 观看踩葡萄体验视频",
    "More Tours Our Planner Can Arrange": "我们的策划师可以安排更多旅游",
    "These tours can be arranged through our wedding planner for Tuesday (if you prefer to explore on your own), or for other days during the week — Monday if you arrive early, Friday or beyond if you're extending your stay. Please don't schedule tours on the wedding day (Wednesday). Transportation to tours outside Petritoli is at an additional cost.": "这些旅行可以通过我们的婚礼策划师安排在周二（如果您喜欢自己探索）或一周中的其他日子 - 如果您提早抵达，则安排在周一；如果您要延长住宿时间，则安排在周五或更晚。请不要在婚礼当天（周三）安排旅游。前往佩特里托利（Petritoli）以外的旅游景点的交通需额外付费。",
    "Visit a local family-owned winery and be guided by the owner! You'll learn about the history and evolution of wine production in this geographical area, and understand each step of the process — from harvesting the grapes to bottling the wine. The tour includes wine tasting with typical local food.": "参观当地家族经营的酒庄并在主人的指导下！您将了解该地理区域葡萄酒生产的历史和演变，并了解整个过程的每一步——从收获葡萄到装瓶。这次旅行包括品酒和典型的当地美食。",
    "3–4 hours": "3-4小时",
    "15 min by car · 20 min by bus": "开车15分钟 · 巴士20分钟",
    "€70 per person · Includes antipasti + pasta · Transport additional": "每人 70 欧元 · 包括开胃菜 + 面食 · 交通费另计",
    "▶ Watch a video": "▶ 观看视频",
    "Are you a cheese lover? This experiential tour is for you! A wide variety of delicious cheeses are produced in the Le Marche region —": "您是奶酪爱好者吗？这次体验之旅适合您！马尔凯地区出产各种美味的奶酪 —",
    "caciotta": "卡西奥塔",
    "and": "和",
    ", just to name a few. Join a guided tour at a local farm and do a cheese tasting with typical local food. You'll get to try traditional cheeses and ones with a twist — truffles, olives, or herbs.": "，仅举几例。参加当地农场的导游之旅，并品尝典型的当地食物奶酪。您将可以尝试传统奶酪和改良奶酪——松露奶酪、橄榄奶酪或香草奶酪。",
    "30 min by car · 45 min by bus": "开车30分钟 · 巴士45分钟",
    "€45 per person · Transport additional": "每人 45 欧元 · 交通费另计",
    "To all the adventure seekers and foodies — this is a truly unique experience! You'll learn truffle hunting techniques and secrets from expert": "对于所有冒险家和美食家来说——这真是一次独特的体验！您将从专家那里学习松露狩猎技术和秘密",
    "tartuficultori": "塔尔图菲库托里",
    "(truffle-growers) and feel the thrilling scent and taste of truffle and other local gastronomic excellences. The tour includes truffle hunting with dogs, a cooking show, aperitif with local wine and typical food, and a full lunch with truffle.": "（松露种植者）并感受松露和其他当地美食的令人兴奋的气味和味道。这次旅行包括与狗一起寻找松露、烹饪表演、当地葡萄酒和典型食物的开胃酒以及包含松露的全套午餐。",
    "45 min by car · 60 min by bus": "开车45分钟 · 巴士60分钟",
    "€168 per person · Transport additional": "每人 168 欧元 · 交通费另计",
    "E-Bike Tour": "电动自行车之旅",
    "Two wheels, speed, adrenaline, and the majestic mountains of the Monti Sibillini National Park — these are the ingredients of this bike tour. Hop on a professional e-bike, fasten your helmet, and follow an expert guide on one of the many trails that will lead you to discover the breathtaking beauty of the Marche mountains. Tour includes professional e-bike, helmet, certified guide, and an aperitif with a glass of wine.": "两轮、速度、肾上腺​​素和蒙蒂锡比利尼国家公园的雄伟山脉——这些都是这次自行车之旅的要素。骑上专业电动自行车，系好头盔，跟随专家导游在众多小径中选择一条，带您探索马尔凯山脉令人惊叹的美景。旅游包括专业电动自行车、头盔、经过认证的导游和一杯开胃酒。",
    "Starts & ends in Petritoli": "起点和终点在 佩特里托利",
    "€73 per person · No transport needed": "每人 73 欧元 · 无需交通",
    "Explore on Your Own": "自行探索",
    "If you have a rental car (or arrange a car service), there's so much to discover independently in Le Marche and the surrounding area.": "如果您租车（或安排汽车服务），马尔凯及周边地区有很多值得独立探索的地方。",
    "One of Europe's most spectacular cave systems. Choose the Tourist Path (1 hr 15 min, suitable for everyone) or the Speleo-Adventure with climbing and narrow passages. About 90 min from Petritoli. Bring comfortable shoes and a sweatshirt — it's 14°C year-round inside.": "欧洲最壮观的洞穴系统之一。选择旅游路径（1 小时 15 分钟，适合所有人）或具有攀爬和狭窄通道的洞穴冒险路径。距佩特里托利约 90 分钟路程。请带上舒适的鞋子和运动衫——室内全年温度为 14°C。",
    "Ascoli Piceno": "阿斯科利皮切诺",
    "One of Le Marche's most beautiful cities with stunning travertine architecture and the Piazza del Popolo. Try": "马尔凯最美丽的城市之一，拥有令人惊叹的石灰华建筑和人民广场。尝试",
    "and stop by": "并停下来",
    "Caffè Meletti": "梅莱蒂咖啡馆",
    "for their famous anise liqueur,": "因其著名的茴香利口酒，",
    "Meletti": "梅莱蒂",
    ". 30 min from Petritoli.": "。距离佩特里托利 30 分钟路程。",
    "Sibillini Mountains & National Park": "锡比利尼山脉和国家公园",
    "A national park with incredible hiking trails — from gentle valley walks through medieval villages to steep mountain paths with panoramic ridges. Also great for cycling and mountain biking. Guided hikes are available through our planner (~€49/pp). About 1 hour from Petritoli.": "国家公园拥有令人难以置信的徒步小径 - 从穿过中世纪村庄的平缓山谷步行道到拥有全景山脊的陡峭山路。也非常适合骑自行车和山地自行车。我们的规划师可提供带导游的徒步旅行（约 49 欧元/人）。距佩特里托利约 1 小时车程。",
    "Adriatic Beaches": "亚得里亚海海滩",
    "Only 20–30 minutes away. Sandy beaches, seafood restaurants, and beautiful sunrises. Porto San Giorgio and Grottammare are easy day trips. Monte Conero is a great spot for windsurfing and sailing.": "仅需 20-30 分钟路程。沙滩、海鲜餐厅和美丽的日出。圣乔治港 (Porto San Giorgio) 和格伦塔马雷 (Grottammare) 都是轻松的一日游。 Monte Conero 是风帆冲浪和帆船运动的绝佳地点。",
    "Urbino": "乌尔比诺",
    "A UNESCO World Heritage Site and birthplace of Raphael. The Palazzo Ducale is one of Italy's finest Renaissance palaces. About 2 hours north — worth it for art and history lovers.": "联合国教科文组织世界遗产和拉斐尔的出生地。公爵宫是意大利最精美的文艺复兴时期宫殿之一。向北行驶约 2 小时 — 对于艺术和历史爱好者来说值得。",
    "Sanctuary of the Santa Casa — Loreto": "圣卡萨圣所 — 洛雷托",
    "One of Italy's most important pilgrimage sites, housing what is believed to be the home of the Virgin Mary. A stunning basilica with breathtaking art. About 45 min from Petritoli.": "意大利最重要的朝圣地之一，据信是圣母玛利亚的故乡。一座令人惊叹的大教堂，有着令人惊叹的艺术。距佩特里托利约 45 分钟路程。",
    "Grotte di Camerano": "卡梅拉诺洞",
    "An underground labyrinth of caves and tunnels beneath the town of Camerano, carved over centuries. A fascinating and unusual visit. About 1 hour from Petritoli.": "卡梅拉诺镇地下的洞穴和隧道组成的地下迷宫，经过几个世纪的雕刻。这是一次令人着迷且不寻常的访问。距佩特里托利约 1 小时车程。",
    "Gradara": "格拉达拉",
    "A perfectly preserved medieval castle and village — the setting of the famous love story of Paolo and Francesca from Dante's": "保存完好的中世纪城堡和村庄——但丁著名的保罗和弗朗西斯卡爱情故事的背景",
    "Inferno": "地狱",
    ". About 2 hours north.": "。向北行驶约2小时。",
    "Beyond Le Marche": "超越马尔凯",
    "If you're extending your trip in Italy": "如果您要延长在意大利的行程",
    "Since you're already flying to Italy, we'd encourage you to explore more of the country before or after the wedding week. Here are some of our favorite places, all reachable from Le Marche.": "由于您已经飞往意大利，我们鼓励您在婚礼周之前或之后探索这个国家的更多地方。以下是一些我们最喜欢的地方，都可以从马尔凯到达。",
    "Rome": "罗马",
    "3–4 hours from Petritoli": "距佩特里托利 3-4 小时",
    "The Eternal City. The Colosseum, Vatican, Trastevere, and some of the best food in the world. If you're flying into Fiumicino, spend a day or two here on either end of the trip.": "永恒之城。罗马斗兽场、梵蒂冈、特拉斯提弗列以及一些世界上最好的美食。如果您要飞往菲乌米奇诺，请在旅程的两端在此停留一两天。",
    "Florence": "佛罗伦萨",
    "3.5 hours from Petritoli": "距离佩特里托利 3.5 小时",
    "The heart of the Renaissance. The Uffizi, the Duomo, and incredible food. A perfect base for exploring Tuscany.": "文艺复兴的心脏。乌菲兹美术馆、大教堂和令人难以置信的美食。探索托斯卡纳的完美基地。",
    "Tuscany": "托斯卡纳",
    "Rolling vineyards, cypress-lined roads, and medieval hilltop towns. Siena, San Gimignano, Val d'Orcia, and Montepulciano are all unforgettable. Rent a car, get lost, and stop for wine wherever you see a sign.": "连绵起伏的葡萄园、柏树成荫的道路和中世纪的山顶城镇。锡耶纳、圣吉米尼亚诺、奥尔恰谷和蒙特普尔恰诺都令人难忘。租一辆车，迷路，只要看到标志就停下来喝点酒。",
    "Amalfi Coast": "阿马尔菲海岸",
    "5 hours from Petritoli": "距离佩特里托利 5 小时",
    "Positano, Ravello, Amalfi — dramatic cliffs, turquoise water, and lemon groves. Best paired with a night or two in Naples (don't skip the pizza).": "波西塔诺、拉维罗、阿马尔菲 — 壮观的悬崖、碧绿的海水和柠檬园。最好搭配那不勒斯一两晚（不要跳过披萨）。",
    "Cinque Terre": "五渔村",
    "4.5 hours from Petritoli": "距佩特里托利 4.5 小时",
    "Five colorful fishing villages clinging to the Ligurian coast. Hike between them, eat pesto, and swim in hidden coves. A classic Italian experience.": "五个色彩缤纷的渔村紧邻利古里亚海岸。在它们之间徒步旅行，吃香蒜酱，在隐蔽的海湾里游泳。经典的意大利体验。",
    "Lake Como": "科莫湖",
    "5.5 hours from Petritoli": "距佩特里托利 5.5 小时",
    "Elegant villas, crystal-clear water surrounded by mountains, and charming lakeside towns like Bellagio and Varenna. Best enjoyed slowly — take a ferry, have a long lunch, and watch the light change over the water.": "优雅的别墅、群山环绕的清澈海水以及贝拉吉奥和瓦伦纳等迷人的湖畔小镇。最好慢慢享受——乘坐渡轮，享用一顿丰盛的午餐，看着水面上的灯光变化。",
    "Bologna": "博洛尼亚",
    "3 hours from Petritoli": "距离佩特里托利 3 小时",
    "Italy's food capital. Famous for ragù, tortellini, and mortadella. A vibrant university city with beautiful porticoes and a relaxed energy.": "意大利的美食之都。以肉酱、意大利饺子和熟香肠而闻名。一座充满活力的大学城，拥有美丽的门廊和轻松的活力。",
    "Venice": "威尼斯",
    "Unlike anywhere else on earth. Get lost in the canals, visit Murano for glassblowing, and have a spritz in Piazza San Marco. Best experienced in the early morning or evening.": "与地球上其他地方不同。迷失在运河中，参观穆拉诺岛吹制玻璃，并在圣马可广场喝一杯雪碧。清晨或傍晚体验最佳。",
    "function toggleExploreZone(header) { const zone = header.closest('.explore-zone--collapsible'); const content = zone.querySelector('.zone-content'); const icon = zone.querySelector('.zone-toggle-icon'); if (content.style.display === 'none') { content.style.display = 'block'; icon.innerHTML = '&#9650;'; zone.classList.add('explore-zone--open'); } else { content.style.display = 'none'; icon.innerHTML = '&#9660;'; zone.classList.remove('explore-zone--open'); } }": "函数toggleExploreZone(header) { const zone = header.closest('.explore-zone--collapsible'); const content = zone.querySelector('.zone-content'); const icon = zone.querySelector('.zone-toggle-icon'); if (content.style.display === 'none') { content.style.display = 'block'; icon.innerHTML = '▲'; zone.classList.add('explore-zone--open'); } else { content.style.display = '无'; icon.innerHTML = '▼'; zone.classList.remove('explore-zone--open'); } }",
    "Together with their families": "和他们的家人在一起",
    "Palazzo Mannocchi · Petritoli, Italy": "曼诺基宫·佩特里托利，意大利",
    "If time permits, we'd love for you to make it a getaway and join us for a few days of la dolce vita": "如果时间允许，我们希望您能来此度假，与我们一起享受几天的甜蜜生活",
    "August 31 – September 4": "8 月 31 日 – 9 月 4 日",
    "Before You Go": "出发之前",
    "Packing List": "包装清单",
    "Petritoli is a charming hilltop village — not a resort. The palazzo is a historic residence, not a hotel. That means no concierge stocking your room with fluffy robes and fancy shampoo. Here's what to pack so you're fully prepared for the week.": "佩特里托利是一个迷人的山顶村庄，而不是一个度假村。该宫殿是一座历史悠久的住宅，而不是一家酒店。这意味着礼宾人员不会在您的房间里备有蓬松的长袍和精美的洗发水。以下是需要携带的物品，以便您为本周做好充分准备。",
    "Documents & Money": "文件和金钱",
    "Must be valid 6+ months beyond your travel dates": "有效期必须比您的旅行日期晚 6 个月以上",
    "Visa (if required)": "签证（如果需要）",
    "US/Canadian citizens don't need one. Others — check Schengen requirements": "美国/加拿大公民不需要。其他 — 查看申根要求",
    "Required if you're renting a car. Get it before you leave — you can't get one in Italy": "如果您租车，则需要。出发前购买——在意大利买不到",
    "Euros (cash)": "欧元（现金）",
    "Petritoli is cash-oriented. Not all shops take cards. Bring some and use the 2 ATMs in town": "佩特里托利以现金为导向。并非所有商店都接受刷卡。带上一些并使用镇上的 2 个 ATM 机",
    "Travel insurance documents": "旅行保险文件",
    "Highly recommended for international travel — covers medical emergencies, cancellations, lost luggage": "强烈推荐用于国际旅行——涵盖医疗紧急情况、取消、行李丢失",
    "Copies of important documents": "重要文件的副本",
    "Keep digital or paper copies of your passport, insurance, and prescriptions — separate from originals": "将护照、保险和处方的数字或纸质副本与原件分开保存",
    "Toiletries & Personal Care": "盥洗用品和个人护理品",
    "The palazzo provides towels and bed linens, but": "palazzo提供毛巾和床单，但是",
    "no toiletries": "没有洗漱用品",
    ". There are no fancy hotel shampoos waiting for you — pack everything you need!": "。没有精美的酒店洗发水在等着您——带上您需要的一切！",
    "Shampoo & conditioner": "洗发水和护发素",
    "Body wash / soap": "沐浴露/香皂",
    "Toothbrush & toothpaste": "牙刷和牙膏",
    "Deodorant": "除臭剂",
    "Skincare & makeup": "护肤及彩妆",
    "Hair dryer": "电吹风",
    "Not provided at the palazzo — bring your own or buy a cheap one in Italy": "宫殿不提供——请自带或在意大利购买便宜的",
    "Hair styling tools & products": "头发造型工具和产品",
    "Straightener, curling iron, etc. — make sure they're dual-voltage (110–240V) or bring an adapter": "直发器、卷发器等 — 确保它们是双电压 (110–240V) 或带上适配器",
    "Sunscreen (SPF 30+)": "防晒霜（SPF 30+）",
    "September sun is strong in Italy. Bring plenty — it's expensive to buy locally": "意大利九月的阳光很强烈。带足够的东西——在当地买很贵",
    "Bug spray": "杀虫剂",
    "Mosquitoes love Italian countryside evenings": "蚊子喜欢意大利乡村的夜晚",
    "Prescription medications": "处方药",
    "Bring enough for the full trip + a few extra days. Keep in original packaging": "带上足够整个行程+几天额外费用的东西。保留原包装",
    "Basic first aid": "基本急救",
    "Band-aids, pain relievers, anti-diarrheal, antacids — the essentials": "创可贴、止痛药、止泻药、抗酸药——必需品",
    "Electronics & Adapters": "电子产品和适配器",
    "Italy power adapter (Type L / Type C)": "意大利电源适配器（L型/C型）",
    "Italy uses 220V with round-prong plugs. US/UK plugs won't fit without an adapter. Bring at least 2!": "意大利使用 220V 圆形插头。如果没有适配器，美国/英国插头将无法安装。至少带2个！",
    "Phone charger": "手机充电器",
    "Portable battery pack": "便携式电池组",
    "Outlets in the palazzo can be limited and inconveniently placed — a power bank keeps you charged on the go": "宫殿中的插座数量有限且放置不便 - 移动电源可让您随时随地充电",
    "Camera": "相机",
    "Optional — your phone works too. But you'll want good photos of this week!": "可选 - 您的手机也可以使用。但您会想要本周的好照片！",
    "Clothing & Shoes": "服装鞋履",
    "You'll need a few different looks for the week. Check the": "这周你需要一些不同的造型。检查",
    "page for dress codes by event.": "按活动划分的着装要求页面。",
    "Wedding outfit (formal / black-tie optional)": "婚礼服装（正式/黑领带可选）",
    "The big one! Elegant evening wear for the ceremony and reception": "最大的一个！仪式和招待会的优雅晚礼服",
    "Smart casual outfit(s)": "商务休闲装",
    "For the welcome pizza party and post-wedding brunch": "适合欢迎披萨派对和婚后早午餐",
    "Casual / resort wear": "休闲/度假装",
    "For the beach day, farewell dinner, and exploring the village": "海滩日、告别晚宴和探索村庄",
    "Comfortable walking shoes": "舒适的步行鞋",
    "Essential! Petritoli has cobblestone streets. Skip the stilettos for day-to-day exploring": "基本的！佩特里托利有鹅卵石街道。跳过细高跟鞋进行日常探索",
    "Dressy evening shoes": "考究的晚宴鞋",
    "For the wedding — keep in mind the ceremony is in a garden and the village has cobblestones. Block heels or wedges recommended over stilettos": "对于婚礼 - 请记住仪式是在花园里举行的，而村庄里有鹅卵石。建议穿粗跟鞋或坡跟鞋，而不是细高跟鞋",
    "Swimsuit(s)": "泳衣",
    "The palazzo has 2 pools, a jacuzzi, and there's the beach day. Bring at least 2 so one can dry": "宫殿设有 2 个游泳池和一个按摩浴缸，并且还有海滩日。至少带 2 个，以便其中一个可以晾干",
    "Sandals / flip-flops": "凉鞋/人字拖",
    "For the pool, beach, and casual walks around the village": "适合泳池、海滩和村庄周围的休闲散步",
    "Light jacket or wrap": "薄外套或裹身衣",
    "Evenings on the hilltop can be breezy. A pashmina or light layer is perfect for the outdoor dinner": "山顶的夜晚微风徐徐。羊绒或轻质外套非常适合户外晚餐",
    "Sunglasses & hat": "太阳镜和帽子",
    "September sun is still strong — protect yourself during the day": "九月的阳光依然强烈——白天保护好自己",
    "Pajamas & loungewear": "睡衣和家居服",
    "You'll be sharing spaces — make sure you're comfy walking to the shared bathroom at night!": "你们将共享空间——确保您在晚上可以舒适地步行到共用浴室！",
    "Nice to Have": "很高兴拥有",
    "Reusable water bottle": "可重复使用的水瓶",
    "Stay hydrated! Tap water in Italy is safe to drink": "保持水分！意大利的自来水可以安全饮用",
    "Small daypack or tote": "小背包或手提包",
    "For tours, beach day, and daily exploring": "适合旅行、海滩日和日常探索",
    "Book or e-reader": "书籍或电子阅读器",
    "For lazy poolside afternoons": "适合慵懒的池畔下午",
    "Beach towel": "沙滩巾",
    "The palazzo has pool towels, but bring one for the beach day": "宫殿有泳池毛巾，但去海滩时请带一条",
    "Travel-size laundry detergent": "旅行装洗衣液",
    "Handy for rinsing swimsuits or delicates mid-week": "方便在周中冲洗泳衣或精致衣物",
    "Earplugs & sleep mask": "耳塞和睡眠面罩",
    "Old buildings echo. Roosters crow early. Your future self will thank you": "老建筑回响。公鸡打鸣早。未来的你会感谢你",
    "Extra suitcase space (or a foldable bag)": "额外的行李箱空间（或可折叠包）",
    "You'll want to bring home wine, olive oil, and souvenirs!": "您会想带回家葡萄酒、橄榄油和纪念品！",
    "Pro tip:": "专业提示：",
    "Leave room in your luggage. Between local wine, olive oil, cured meats, handmade ceramics, and everything else you'll fall in love with — you're going to want to bring things home. Consider packing a foldable duffel bag just in case.": "在行李中留出空间。当地葡萄酒、橄榄油、腌肉、手工陶瓷以及其他您会爱上的东西 - 您会想把东西带回家。考虑打包一个可折叠的行李袋以防万一。",
    "We've tried to cover everything here — but if you still have questions, don't hesitate to reach out to us directly. Our wedding planner will also be available the week of the wedding to help with anything on the ground.": "我们已尽力在此涵盖所有内容，但如果您仍有疑问，请随时直接与我们联系。我们的婚礼策划师也将在婚礼当周为您提供现场帮助。",
    "The Wedding": "婚礼",
    "Each event has its own vibe. The wedding ceremony and reception is": "每个活动都有自己的氛围。婚礼仪式和招待会是",
    "formal / black-tie optional": "正式/正装可选",
    "— think elegant evening wear. The welcome pizza party and post-wedding brunch are": "— 想想优雅的晚装。欢迎披萨派对和婚后早午餐是",
    "smart casual": "商务休闲",
    ". The beach day and farewell dinner are": "。海滩日和告别晚宴是",
    "casual / resort wear": "休闲/度假装",
    ". Check the": "。检查",
    "page for dress codes by event. Keep in mind: Petritoli has cobblestone streets, so choose your shoes wisely!": "按活动划分的着装要求页面。请记住：佩特里托利有鹅卵石街道，因此请明智地选择鞋子！",
    "Is this a religious ceremony?": "这是宗教仪式吗？",
    "No — our ceremony will be a non-religious, symbolic ceremony held in the Panoramic Garden at Palazzo Mannocchi. It will be personal, heartfelt, and officiated by someone very special to us.": "不，我们的仪式将是一个非宗教的、象征性的仪式，在曼诺基宫的全景花园举行。它将是个性化的、真诚的，并且由对我们来说非常特别的人主持。",
    "Can I bring a plus one?": "我可以带加一吗？",
    "If your invitation includes a plus one, it will be noted. Due to venue capacity and logistics, we're keeping the guest list intimate. If you're unsure whether your invitation includes a guest, please reach out to us directly.": "如果您的邀请包含加一，则会注明。由于场地容量和后勤保障，我们对宾客名单进行了保密。如果您不确定您的邀请中是否包含嘉宾，请直接与我们联系。",
    "Are children welcome?": "欢迎儿童入住吗？",
    "Yes! Children are welcome at the wedding and all events. The palazzo has plenty of space for kids to run around, including gardens and pool areas. If your child has specific dietary needs, please note them on your RSVP. Children under 12 stay at the palazzo free of charge.": "是的！欢迎儿童参加婚礼和所有活动。宫殿有足够的空间供孩子们奔跑，包括花园和泳池区。如果您的孩子有特定的饮食需求，请在回复中注明。 12 岁以下儿童可免费入住宫殿。",
    "What about gifts?": "礼物呢？",
    "If you'd still like to give something, check out our": "如果您仍然想捐赠一些东西，请查看我们的",
    "page for options. Please don't bring physical gifts — we'll be travelling internationally!": "选项页面。请不要带实体礼物——我们将进行国际旅行！",
    "Please RSVP as soon as possible — the earlier the better! We need headcounts to coordinate accommodation, catering, tours, and transportation. The sooner we know, the better we can plan for everyone.": "请尽快回复——越早越好！我们需要人员来协调住宿、餐饮、旅游和交通。我们知道得越早，我们就能更好地为每个人制定计划。",
    "Will the wedding be outdoors?": "婚礼会在户外举行吗？",
    "Yes! The ceremony will be in the Panoramic Garden and the aperitivo in the Bell Tower Square — both outdoors. September in Le Marche is typically warm and sunny (around 25–28°C / 77–82°F). We do have indoor backup plans in case of rain, so don't worry.": "是的！仪式将在全景花园举行，开胃酒则在钟楼广场举行——均在室外举行。马尔凯 (Le Marche) 的 9 月通常温暖且阳光明媚（约 25–28°C / 77–82°F）。我们确实有室内备用计划以防下雨，所以不用担心。",
    "Travel & Getting There": "旅行和到达目的地",
    "Which airport should I fly into?": "我应该飞往哪个机场？",
    "is our top recommendation — it has the most international flight options and is about 3.5 hours from Petritoli by car. Ancona (AOI) is closer (~1 hr) but has limited flights. Check the": "是我们的首要推荐 — 它拥有最多的国际航班选择，距离佩特里托利 (Petritoli) 约 3.5 小时车程。安科纳 (AOI) 较近（约 1 小时），但航班有限。检查",
    "page for all airport options and details.": "所有机场选项和详细信息的页面。",
    "Do I need a visa to visit Italy?": "我需要签证才能访问意大利吗？",
    "U.S. and Canadian passport holders do not need a visa for stays under 90 days. Make sure your passport is valid for at least 6 months beyond your travel dates. If you hold a different passport, check Schengen visa requirements for your nationality. We're happy to provide an invitation letter if needed — just ask.": "美国和加拿大护照持有者无需签证即可停留 90 天以下。确保您的护照有效期比您的旅行日期至少还有 6 个月。如果您持有不同的护照，请查看您国籍的申根签证要求。如果需要，我们很乐意提供邀请函 - 只需询问即可。",
    "Should I rent a car?": "我应该租车吗？",
    "A rental car is great for getting from the airport to Petritoli and gives you flexibility to explore before or after the wedding week. However,": "租车非常适合从机场前往佩特里托利，让您可以灵活地在婚礼周之前或之后探索。然而，",
    "you won't need a car during the week itself": "本周你不需要汽车",
    "— everything is walkable in the village, and we'll arrange transportation for off-site events like the beach day and tours. If you do rent, note that you may need an International Driving Permit (IDP).": "— 村里的一切都适合步行，我们将为海滩日和旅游等场外活动安排交通。如果您租车，请注意您可能需要国际驾驶许可证 (IDP)。",
    "Can I get a shuttle from the airport?": "我可以乘坐机场班车吗？",
    "Yes! We can help arrange shared shuttles or private car services from the airports. Just indicate on your RSVP that you'd like shuttle coordination and share your arrival details — we'll group guests by timing and sort it out. A private car service from Rome FCO is approximately €280–350 one way for up to 4 passengers.": "是的！我们可以帮助安排从机场出发的共用班车或私家车服务。只需在您的回复中注明您希望协调班车并分享您的抵达详细信息 - 我们将按时间对客人进行分组并进行分类。从罗马 FCO 出发的私家车服务单程费用约为 280-350 欧元，最多可容纳 4 名乘客。",
    "Can I extend my trip and travel around Italy?": "我可以延长行程并环游意大利吗？",
    "Absolutely — we encourage it! Rome, Florence, Tuscany, the Amalfi Coast, Cinque Terre, Lake Como, and Venice are all reachable. A popular strategy is to fly into one city and out of another. Check the": "绝对可以——我们鼓励这样做！罗马、佛罗伦萨、托斯卡纳、阿马尔菲海岸、五渔村、科莫湖和威尼斯均可到达。一种流行的策略是飞进一个城市然后飞出另一个城市。检查",
    "page for destination ideas and drive times.": "有关目的地想法和驾车时间的页面。",
    "How much does the palazzo cost?": "这座宫殿要多少钱？",
    "Staying at Palazzo Mannocchi is": "住在曼诺基宫是",
    "(ages 12+) for the entire week — August 31st through September 4th. Children under 12 stay free. This covers accommodation only; meals during scheduled events are separately arranged and covered.": "（12 岁以上）整周 - 8 月 31 日至 9 月 4 日。 12 岁以下儿童可免费入住。这仅包括住宿；预定活动期间的膳食将单独安排并涵盖。",
    "What is the palazzo actually like?": "这座宫殿到底是什么样子的？",
    "It's an 18th-century noble residence — charming and historic, but": "这是一座 18 世纪的贵族宅邸——迷人且历史悠久，但",
    "not a hotel": "不是酒店",
    ". Think cozy slumber party in an Italian castle. Bathrooms are shared, the hallways creak, the plumbing has personality, and the furniture is antique. It has 40 bedrooms, 2 pools, a jacuzzi, WiFi, and the village is right outside the door. It's communal living at its best — and honestly, it's where the magic happens. Check the": "。想象一下在意大利城堡里举行的舒适睡衣派对。浴室是共用的，走廊吱吱作响，管道系统很有个性，家具也是古董。它有 40 间卧室、2 个游泳池、一个按摩浴缸、无线网络，村庄就在门外。这是最好的公共生活——老实说，这就是奇迹发生的地方。检查",
    "page for more details.": "页面了解更多详情。",
    "Are there toiletries and towels provided?": "有提供洗漱用品和毛巾吗？",
    "Towels and bed linens are provided. However, there are": "提供毛巾和床单。然而，有",
    "no hotel-style toiletries": "没有酒店式的洗漱用品",
    "— bring your own shampoo, conditioner, body wash, and any products you need. There are also no hair dryers provided, so pack your own if you need one. Check the": "— 带上你自己的洗发水、护发素、沐浴露和任何你需要的产品。也不提供吹风机，因此如果需要的话请自备吹风机。检查",
    "page for a full checklist.": "页面查看完整清单。",
    "What if I prefer my own space?": "如果我更喜欢自己的空间怎么办？",
    "Totally fine! There are small hotels and Airbnbs in Petritoli and nearby towns where you can have complete privacy and your own bathroom. You can also find your own accommodation further afield. Just let us know on your RSVP so we can plan accordingly. You're still invited to all events either way!": "完全没问题！佩特里托利和附近城镇有小酒店和爱彼迎，您可以在那里拥有完全的隐私和自己的浴室。您还可以在更远的地方找到自己的住处。请在回复中告知我们，以便我们做出相应的计划。不管怎样，您仍然会被邀请参加所有活动！",
    "Is there WiFi at the palazzo?": "宫殿里有无线网络吗？",
    "Yes — there's WiFi throughout the palazzo, including the bedrooms. That said, it's a centuries-old building in a small Italian village, so manage expectations accordingly. It works fine for messaging and social media, but maybe don't plan to stream movies all week. (You won't want to anyway.)": "是的 - 整个宫殿都有 WiFi，包括卧室。也就是说，这是一座位于意大利小村庄的百年建筑，因此请相应地管理期望。它适用于消息传递和社交媒体，但可能不打算整周播放电影。 （无论如何你都不会想要的。）",
    "Schedule & Events": "日程及活动",
    "Do I have to attend every event?": "我必须参加所有活动吗？",
    "The only event we really ask you to be at is the wedding ceremony and reception on Wednesday, September 2nd. Everything else — the welcome pizza party, exploration day, brunch, beach day, farewell dinner — is there for you to enjoy at your own pace. Join what you'd like and skip what you need to. No pressure!": "我们真正邀请您参加的唯一活动是 9 月 2 日星期三举行的婚礼和招待会。其他一切——欢迎披萨派对、探索日、早午餐、海滩日、告别晚宴——都可供您按照自己的节奏享受。加入您想要加入的内容并跳过您需要加入的内容。无压力！",
    "Do I need to arrive on Monday?": "我需要周一到达吗？",
    "We'd love for everyone to arrive by Monday, August 31st — that's when check-in begins and gives you time to settle in before the week kicks off. If you can only make it for the wedding day, that works too! Just let us know your arrival date on the RSVP so we can plan accordingly.": "我们希望每个人都能在 8 月 31 日星期一之前抵达，届时将开始办理入住手续，以便您在一周开始前有时间安顿下来。如果您只能在婚礼当天参加，那也可以！只需在回复中告知我们您的抵达日期，以便我们做出相应的计划。",
    "Are all the meals covered?": "所有餐费都包了吗？",
    "All meals listed on the schedule — the welcome pizza party, wedding dinner, post-wedding brunch, and farewell seafood dinner — are fully arranged and covered. For other meals (breakfasts, lunches, snacks), you're on your own, but there are wonderful restaurants and cafés right in the village. Check the": "日程表上列出的所有餐点——欢迎披萨派对、婚礼晚宴、婚后早午餐和告别海鲜晚餐——都已安排齐全并涵盖。对于其他餐点（早餐、午餐、小吃），您需要自行享用，但村里有很棒的餐厅和咖啡馆。检查",
    "page for our restaurant recommendations.": "我们的餐厅推荐页面。",
    "Can you accommodate dietary restrictions?": "您能适应饮食限制吗？",
    "Yes! Please note any dietary restrictions or allergies on your RSVP — we'll make sure our caterers are informed. Italian cuisine is naturally accommodating for vegetarian and gluten-free diets, but we want to make sure everyone is taken care of.": "是的！请在您的回复中注明任何饮食限制或过敏——我们将确保通知我们的餐饮服务商。意大利美食自然适合素食和无麸质饮食，但我们希望确保每个人都得到照顾。",
    "Tours & Activities": "游览与活动",
    "How do I sign up for tours?": "我如何报名参加旅游团？",
    "We'll send out a tour sign-up form closer to the wedding once we have RSVP numbers. For the Tuesday group activity (grape stomping!), we'll coordinate as a group. For other tours, you can indicate your interest on the RSVP or reach out to us directly — our wedding planner will handle all the bookings.": "一旦我们收到回复号码，我们将在婚礼临近时发送旅游报名表。对于周二的小组活动（踩葡萄！），我们将作为一个小组进行协调。对于其他旅行，您可以在回复中表明您的兴趣或直接联系我们 - 我们的婚礼策划师将处理所有预订。",
    "What days can I do tours?": "哪几天可以参加旅游团？",
    "Tuesday (September 1st) is the main exploration day with the group activity. Monday and Friday are also great days for tours since the schedule is light.": "周二（9 月 1 日）是主要的探索日，有团体活动。周一和周五也是旅游的好日子，因为行程很紧凑。",
    "Please don't schedule tours on Wednesday (wedding day)": "请不要在周三（婚礼当天）安排游览",
    "to avoid any delays or conflicts. Thursday morning is free too, but we have the beach day and farewell dinner in the afternoon/evening.": "以避免任何延误或冲突。周四早上也是免费的，但我们在下午/晚上有海滩日和告别晚宴。",
    "Do tour prices include transportation?": "旅游价格包含交通吗？",
    "The listed tour prices generally don't include transportation. For tours that require a car or bus, add approximately": "列出的旅游价格通常不包括交通费用。对于需要汽车或巴士的旅行，请添加大约",
    "€10–20 per person": "每人 10–20 欧元",
    "for the shuttle, which our planner will arrange. Some tours (like the walking experiences in Petritoli) don't need any transport at all.": "我们的策划人员将安排班车。有些旅行团（例如佩特里托利的步行体验）根本不需要任何交通工具。",
    "Practical Info": "实用信息",
    "What's the weather like in September?": "9 月 的天气怎么样？",
    "Early September in Le Marche is beautiful — warm and sunny with temperatures around 25–28°C (77–82°F) during the day, cooling to about 18–20°C (64–68°F) in the evening. Rain is unlikely but possible. Pack a light layer for evenings — it can feel cooler than expected after sunset, especially in the hilltop breeze.": "九月初的马尔凯气候宜人，气候温暖、阳光明媚，白天气温约为 25–28°C (77–82°F)，晚上则降至约 18–20°C (64–68°F)。下雨的可能性不大，但也是有可能的。晚上穿一件薄薄的衣服——日落后会感觉比想象中凉爽，尤其是在山顶的微风中。",
    "What currency should I bring?": "我应该携带什么货币？",
    "Italy uses the Euro (€). Small villages like Petritoli are still quite cash-oriented — not all shops and restaurants accept credit cards, especially smaller ones. We recommend bringing some euros with you and withdrawing more from one of the 2 ATMs in town. Your bank card should work, but notify your bank you'll be traveling.": "意大利使用欧元 (€)。像佩特里托利这样的小村庄仍然相当注重现金——并非所有商店和餐馆都接受信用卡，尤其是较小的商店和餐馆。我们建议您随身携带一些欧元，然后从镇上的 2 台 ATM 机之一提取更多欧元。您的银行卡应该可以使用，但请通知您的银行您将要旅行。",
    "Will I need a power adapter?": "我需要电源适配器吗？",
    "Yes! Italy uses": "是的！意大利使用",
    "Type L and Type C plugs": "L 型和 C 型插头",
    "(220V, round prongs). If you're coming from the US, UK, or other countries with different plug types, you'll need a travel adapter. We strongly recommend bringing a universal adapter or an Italy-specific one. Check the": "（220V，圆形插脚）。如果您来自美国、英国或其他具有不同插头类型的国家/地区，则需要旅行适配器。我们强烈建议您携带通用适配器或意大利专用适配器。检查",
    "page for details.": "页面了解详细信息。",
    "Do people speak English in Petritoli?": "佩特里托利 人们说英语吗？",
    "Petritoli is a real Italian village — not a tourist town. Most locals speak little to no English, which is part of the charm! Our wedding planner and her team speak English and will be available to help. A few basic Italian phrases (like": "佩特里托利是一个真正的意大利村庄，而不是一个旅游小镇。大多数当地人几乎不会说英语，这就是魅力的一部分！我们的婚礼策划师和她的团队会说英语，并将随时为您提供帮助。一些基本的意大利语短语（例如",
    "buongiorno": "布翁焦尔诺",
    "grazie": "感恩",
    "per favore": "赞成",
    ") go a long way and the locals absolutely love the effort.": "）走了很长一段路，当地人绝对喜欢这种努力。",
    "Should I get a local SIM card?": "我应该购买本地 SIM 卡吗？",
    "It depends on your phone plan. Many US carriers offer international day passes (T-Mobile, AT&T, Verizon) that work well for a week. If your plan doesn't include European roaming, picking up a prepaid Italian SIM card at the airport is easy and affordable. The palazzo has WiFi, but having mobile data is helpful when exploring outside.": "这取决于您的手机套餐。许多美国运营商提供国际日通行证（T-Mobile、AT&T、Verizon），有效期为一周。如果您的套餐不包括欧洲漫游，那么在机场领取预付费意大利 SIM 卡既简单又实惠。宫殿提供 WiFi，但移动数据在外出探索时会很有帮助。",
    "Is there a pharmacy or hospital nearby?": "附近有药房或医院吗？",
    "Yes — Petritoli has a pharmacy within walking distance. There's also a 24-hour emergency medical service just 5 minutes away by car. For anything more serious, the nearest hospital is in Fermo, about 20 minutes away. We recommend bringing any prescription medications you need, as the local pharmacy may not stock everything.": "是的 — Petritoli 有一家药店，步行即可到达。距酒店仅 5 分钟车程，还提供 24 小时紧急医疗服务。对于更严重的情况，最近的医院位于费尔莫 (Fermo)，距离酒店约 20 分钟路程。我们建议您携带您需要的任何处方药，因为当地药房可能无法备齐所有药物。",
    "Who do I contact if I have questions during the trip?": "如果我在旅​​行期间有疑问，我该联系谁？",
    "Our wedding planner and her team will be on the ground all week to help with anything — from restaurant recommendations to emergency assistance. We'll share her contact number the week of the wedding. For questions before the trip, reach out directly to Chang or John!": "我们的婚礼策划师和她的团队将整周在现场提供帮助——从餐厅推荐到紧急援助。我们将在婚礼当周分享她的联系电话。旅行前如有疑问，请直接联系 Chang 或 John！",
    "Still have questions? Reach out to us anytime — we're happy to help.": "还有疑问吗？请随时联系我们——我们很乐意为您提供帮助。",
    "Gifts": "礼物",
    "Your presence is the biggest gift we could ever ask for!": "您的到来是我们所能要求的最大的礼物！",
    "You're already travelling across the world to celebrate with us — that means more than any gift ever could. But if you'd like to bless us with something, please consider putting it towards our": "您已经环游世界与我们一起庆祝——这比任何礼物都更有意义。但如果您想祝福我们什么，请考虑将其捐献给我们",
    "future baby fund": "未来婴儿基金",
    "Venmo": "文莫",
    "@chang-liu-180": "@chang-liu-180",
    "@johnalmeida": "@约翰纳尔梅达",
    "E-Transfer": "电子转账",
    "ChangL1112@gmail.com": "张L1112@gmail.com",
    "Check": "查看",
    "Make payable to": "付款人：",
    "Chang Liu": "刘畅",
    "John Almeida": "约翰·阿尔梅达",
    "Please": "请",
    "do not bring physical gifts": "请勿携带实物礼物",
    "— we'll be travelling internationally and won't have room in our luggage. Your love (and maybe a sweet note) is more than enough!": "— 我们将进行国际旅行，行李中没有足够的空间。你的爱（也许还有甜蜜的音符）已经足够了！",
    "Find Your Invitation": "找一下你的邀请函",
    "Enter your name as it appears on your invitation": "请输入邀请函上的名字",
    "We couldn't find that name on our guest list. Please try the name as it appears on your invitation, or reach out to Chang & John directly.": "我们在客人名单上找不到这个名字。请尝试使用邀请函上显示的姓名，或直接联系 Chang & John。",
    "Find My Invitation": "查找我的邀请函",
    "Your Party": "你的聚会",
    "Let us know who's coming and share their contact details": "让我们知道谁会来并分享他们的联系方式",
    "Which Events Will You Join?": "您会参加哪些活动？",
    "Check all that your party plans to attend": "检查您的聚会计划参加的所有活动",
    "&#10003;": "✓",
    "&#128146; Wedding Ceremony & Reception": "&#128146;婚礼及招待会",
    "Wednesday, Sep 2 &middot; 4:45 PM &ndash; Late": "9 月 2 日星期三 · 下午 4:45 – 深夜",
    "You're coming &mdash; this one's locked in!": "你来了——这个被锁了！",
    "&#127815; Exploration Time": "&#127815;探索时间",
    "Tuesday, Sep 1 &middot; 10:30 AM": "9 月 1 日，星期二 · 上午 10:30",
    "What's your preference for Tuesday?": "周二你最喜欢什么？",
    "&#127815; Definitely joining Grape Stomping (&euro;50&ndash;90/pp TBD)": "&#127815;一定要加入 Grape Stomping（每人 50–90 欧元，待定）",
    "&#128176; Interested, but want final cost first": "&#128176;有兴趣，但首先要了解最终费用",
    "&#128203; Organize a separate tour with our planner": "&#128203;与我们的策划师一起组织一次单独的旅行",
    "&#128506; Exploring on my own": "&#128506;自己摸索",
    "&#129300; Not sure yet": "&#129300;还不确定",
    "&#129346; Welcome Pizza Party": "&#129346;欢迎披萨派对",
    "Tuesday, Sep 1 &middot; 7:30 PM": "9 月 1 日星期二 · 晚上 7:30",
    "&#129374; Post-Wedding Brunch": "&#129374;婚后早午餐",
    "Thursday, Sep 3 &middot; 10:30 AM": "9 月 3 日，星期四·上午 10:30",
    "&#127958; Beach Day or Pool Party": "&#127958;海滩日或泳池派对",
    "Thursday, Sep 3 &middot; 2:00 PM": "9 月 3 日，星期四·下午 2:00",
    "&#127869; Farewell Dinner": "&#127869;告别晚宴",
    "Thursday, Sep 3 &middot; 7:00 PM": "9 月 3 日星期四·晚上 7:00",
    "Help us coordinate logistics for your group": "帮助我们协调您团队的后勤工作",
    "Stay at Palazzo Mannocchi (&euro;280 in cash per person 12 years+)": "入住曼诺基宫（12 岁以上每人 280 欧元现金）",
    "Nearby hotel or Airbnb (we'll help coordinate with our planner)": "附近的酒店或 Airbnb（我们将帮助与我们的规划师协调）",
    "I'll find my own": "我会找到自己的",
    "Sunday, August 31": "8 月 31 日，星期日",
    "Monday, September 1": "9 月 1 日星期一",
    "How are you getting to Petritoli?": "你怎么去佩特里托利？",
    "Renting a car": "租车",
    "Main shuttle from Rome Tiburtina (~2PM Sunday, Aug 31)": "从罗马 Tiburtina 出发的主要班车（8 月 31 日星期日下午 2 点左右）",
    "Transfer from another location [we'll help organize to lower cost &mdash; at your own expense]": "从另一个地点转移[我们将帮助组织以降低成本 - 自费]",
    "I'll figure it out myself": "我自己会解决的",
    "If you need a transfer, where from and what time?": "如果您需要接送，从哪里出发，什么时间？",
    "How are you leaving Petritoli?": "你怎么离开佩特里托利？",
    "Driving myself (rental car)": "自驾（租车）",
    "Main shuttle back to Rome (~11AM Friday, Sep 4)": "返回罗马的主要班车（9 月 4 日星期五上午 11 点左右）",
    "Shuttle to a different location [we'll help organize to lower cost &mdash; at your own expense]": "前往不同地点的班车[我们将帮助组织以降低成本 - 自费]",
    "If you want a different departure shuttle, where to and when?": "如果您想要不同的出发班车，前往地点和时间？",
    "Any last details to help us plan the perfect week": "任何最后的细节都可以帮助我们计划完美的一周",
    "Special needs or requests for accommodations / activities": "住宿/活动的特殊需求或要求",
    "Song requests, questions, or just leave a sweet note &#128155;": "歌曲请求、问题，或者只是留下甜蜜的留言&#128155;",
    "&#128140;": "&#128140;",
    "We completely understand. Thank you for letting us know &mdash; you'll be in our hearts on the day.": "我们完全理解。感谢您让我们知道——这一天您将永远活在我们心中。",
    "Leave us a message?": "给我们留言？",
    "Send Message": "发送消息",
    "&#127881;": "&#127881;",
    "You're Coming to Italy!": "太好啦，你要来意大利！",
    "&#128155;": "&#128155;",
    "Message Sent": "消息已发送",
    "Thank you for your kind words. We'll miss you!": "谢谢你的客气话。我们会想念你的！",
    "e.g. Rome Fiumicino, arriving 11AM on Sunday Aug 31": "例如罗马菲乌米奇诺，8 月 31 日星期日上午 11 点抵达",
    "e.g. Bologna airport, Friday Sep 4 afternoon": "例如博洛尼亚机场，9 月 4 日星期五下午",
    "e.g. need a ground-floor room, mobility considerations, interested in a specific tour...": "例如需要一楼的房间、行动不便的考虑、对特定旅游感兴趣......",
    "What song will get you on the dance floor?": "哪首歌会让你踏上舞池？",
    "We'd love to hear from you...": "我们很想听听您的意见...",
    "Palazzo Mannocchi will be ours from August 31st through September 4th, with events taking place September 1st – 3rd and the wedding on September 2nd. We encourage you to make the most of the week and attend everything — but only the wedding day is required.": "曼诺基宫将于 8 月 31 日至 9 月 4 日期间为我们所有，活动将于 9 月 1 日至 3 日举行，婚礼将于 9 月 2 日举行。我们鼓励您充分利用这一周的时间并参加所有活动 - 但只需要婚礼当天。",
    "Earliest check-in is 4:00 PM — arrive any time after that. Drop your bags, take a deep breath of Italian air, and settle into Palazzo Mannocchi — your home for the week": "最早入住时间为下午4:00，之后任何时间都可以到达。放下行李，深呼吸一口意大利空气，然后入住曼诺基宫——这里将是你这一周的家。",
    "&#128205; Palazzo Mannocchi": "&#128205;曼诺基宫",
    "🍇 Exploration Time": "🍇探索时间",
    "Join us for a unique day of grape stomping at a local vineyard! Enjoy folk music and dancers, and feast on a traditional lunch with local wine. This event is only available in September and October during grape harvest — you'll be part of the historical re-enactment of the grape harvest and the": "加入我们，在当地葡萄园度过一个独特的踩葡萄日！欣赏民间音乐和舞蹈，并享用传统午餐和当地葡萄酒。该活动仅在 9 月和 10 月葡萄收获期间举行 - 您将成为葡萄收获和葡萄收获历史的重演的一部分",
    "(lit. \"cooked wine\") making process. The price will be approximately €50–90 per person based on group size; we're working hard to coordinate the best logistics for everyone!": "(lit. \"cooked wine\") making process.根据团体人数，价格约为每人 50-90 欧元；我们正在努力为每个人协调最好的物流！",
    "The other option is to explore the region on your own! Our planner has compiled options including wine tasting, cheese tasting, e-bike tours, truffle hunting, and more. See the": "另一种选择是您自己探索该地区！我们的策划者编制了包括品酒、奶酪品尝、电动自行车之旅、松露狩猎等在内的选项。请参阅",
    "for full details.": "了解完整详情。",
    "Please indicate in your": "请在您的",
    "if you want to join grape stomping, explore by yourself, or arrange a different tour with our planner.": "如果您想参加踩葡萄活动，请自行探索，或与我们的策划者安排不同的旅行。",
    "🥂 Welcome Pizza Party": "🥂 欢迎披萨派对",
    "👗 Italian Vacation — think fun, dressy casual": "👗 意大利度假 — 有趣、考究的休闲",
    "&#128205; Three Arches Square": "&#128205; Three Arches Square",
    "👗 Black Tie Optional": "👗 黑领带可选",
    "&#128205; Panoramic Garden": "&#128205; Panoramic Garden",
    "💒 Ceremony": "💒 婚礼仪式",
    "Chang & John say \"I do\" with a view of the rolling Italian hills": "Chang 和 John 将在起伏的意大利山丘美景前说出“我愿意”。",
    "🍹 Aperitivo Hour": "🍹 开胃酒时间",
    "&#128205; Bell Tower Square": "&#128205;钟楼广场",
    "🪩 After Party — Ally's Rave Cave": "🪩 派对后 — Ally's Rave Cave",
    "👗 Party vibes — dress to dance": "👗 派对氛围 — 着装跳舞",
    "&#128205; Palazzo Mannocchi Wine Cellar": "&#128205; Palazzo Mannocchi Wine Cellar",
    "2:00 PM": "下午 2:00",
    "🏖️ Beach Day or Pool Party": "🏖️ 海滩日或泳池派对",
    "Head to the Adriatic coast for sun and sand, or stay back and lounge by the palazzo pool — your call!": "前往亚得里亚海海岸享受阳光和沙滩，或者留在宫殿泳池旁休息——一切由您决定！",
    "👗 Beach / swimwear — bring a jacket for the evening": "👗 海滩/泳装 — 晚上带一件夹克",
    "&#128205; Porto San Giorgio or Palazzo Mannocchi": "&#128205;圣乔治港或曼诺基宫",
    "Farewell Dinner": "告别晚宴",
    "One last magical evening together — the best way to say arrivederci": "一起度过最后一个神奇的夜晚——表达“arriveterci”的最好方式",
    "&#128205; TBD": "&#128205;待定",
    "&#9992; Flying to Italy": "✈ 飞往意大利",
    "is the recommended airport for most guests — it has the most international flights and direct connections from the U.S. and Canada. From there, it's about 3–3.5 hours to Petritoli by car.": "是大多数客人推荐的机场 - 它拥有最多的国际航班以及从美国和加拿大直飞的航班。从那里驾车约 3 至 3.5 小时即可到达佩特里托利 (Petritoli)。",
    "If you're already traveling in Europe, you can also fly into one of these regional airports closer to Petritoli:": "如果你已经在欧洲旅行，也可以飞往以下更靠近佩特里托利的区域机场：",
    "~3–3.5 hr drive · Good European connections": "约3–3.5小时车程 · 欧洲航线连接良好",
    "Rimini (RMI)": "里米尼 (RMI)",
    "~2 hr drive · Seasonal flights from European cities": "约2小时车程 · 欧洲城市季节性航班",
    "~1 hr drive · Closest airport, limited routes": "约1小时车程 · 最近机场，航线有限",
    "&#128646; By Train": "&#128646;乘坐火车",
    "Italy's train network is excellent and scenic. If you're already in Italy — coming from Rome, Florence, Bologna, or elsewhere — the train is a great option. These are the nearest stations to Petritoli:": "意大利的火车网络非常完善且风景优美。如果您已经在意大利——从罗马、佛罗伦萨、博洛尼亚或其他地方出发——火车是一个不错的选择。这些是Petritoli附近的公交站：",
    "Regional trains · ~15 min drive to Petritoli": "区域列车·约 15 分钟车程即可到达佩特里托利",
    "Intercity trains · ~30 min drive to Petritoli": "城际列车 · 约 30 分钟车程即可抵达佩特里托利",
    "Ancona Centrale": "安科纳中央车站",
    "Fast trains (Frecciarossa/Frecciargento) · ~1 hr drive to Petritoli": "快速列车（Frecciarossa/Frecciargento）· 距佩特里托利约 1 小时车程",
    "&#128663; Getting to Petritoli": "&#128663;前往 佩特里托利",
    "Once you've arrived in Italy, you have two options to reach Petritoli:": "抵达意大利后，您有两种方式前往佩特里托利：",
    "Option 1: Rent a Car (Highly Recommended!)": "选项 1：租车（强烈推荐！）",
    "If there's one piece of advice we'd give, it's this:": "如果我们要给出一条建议，那就是：",
    "rent a car": "租车",
    ". It gives you total freedom to explore one of Italy's most beautiful regions at your own pace — stop at a vineyard, detour to a hilltop village, drive to the coast for lunch. Petritoli is a small village with no taxis, so a car means you're never stuck waiting for anyone else's schedule.": "。它让您完全自由地按照自己的节奏探索意大利最美丽的地区之一 - 在葡萄园停留，绕道前往山顶村庄，开车前往海岸享用午餐。佩特里托利 (Petritoli) 是一个没有出租车的小村庄，因此拥有汽车意味着您无需等待其他人的时间表。",
    "From Rome, take the A24 motorway east across the Apennine Mountains, then connect to the A14 along the Adriatic coast — it's a gorgeous, scenic drive through rolling hills and mountain passes. Many guests have told us this drive was one of the highlights of their trip. You'll need an International Driving Permit (see checklist below), and we recommend booking your rental early as prices go up in peak season.": "从罗马出发，沿 A24 高速公路向东穿过亚平宁山脉，然后沿着亚得里亚海海岸连接到 A14 高速公路 — 这是一条穿越连绵起伏的丘陵和山口的美丽风景。许多客人告诉我们，这次驾车是他们旅行的亮点之一。您需要国际驾驶许可证（请参阅下面的清单），我们建议您尽早预订租车，因为旺季价格会上涨。",
    "Option 2: Car or Bus Transfer Service": "选项 2：汽车或巴士接送服务",
    "We'll help arrange car or bus transfers to bring you to Petritoli! We expect most guests will already be in Rome by August 31st, so we're arranging": "我们将帮助安排汽车或巴士接送服务，带您前往佩特里托利！我们预计大多数客人将于 8 月 31 日之前抵达罗马，因此我们正在安排",
    "one main shuttle departing at approximately 2:00 PM from Rome Tiburtina Station": "一辆主要班车于下午 2:00 左右从罗马 Tiburtina 车站出发",
    "on August 31st. Tiburtina is easy to reach from anywhere in the city and helps us avoid heavy city-center traffic.": "8月31日。从城市的任何地方都可以轻松到达蒂布尔蒂纳，帮助我们避开市中心的交通拥堵。",
    "If you'd like a transfer from a different location (such as the airport), please indicate your arrival time in your": "如果您想从其他地点（例如机场）接送，请在您的预订页面注明您的抵达时间",
    "and we'll group guests together to the best of our ability.": "我们将尽我们所能将客人聚集在一起。",
    "Please note that transfers are an additional cost that will depend on the number of guests sharing the ride. We're doing our best to group people together to keep the price as low as possible for everyone — your flexibility on timing really helps with this!": "请注意，接送服务需支付额外费用，具体费用取决于拼车客人的数量。我们正在尽最大努力将人们聚集在一起，为每个人提供尽可能低的价格——您在时间上的灵活性确实有助于做到这一点！",
    "Available pickup locations:": "可用的取货地点：",
    "Rome – Tiburtina Station ⭐ Main Shuttle": "罗马 – Tiburtina 车站 ⭐ 主要班车",
    "Departing ~2:00 PM on Aug 31 · Easy to reach within the city · ~3–3.5 hrs to Petritoli": "8 月 31 日约下午 2:00 出发 · 市内交通便利 · 前往佩特里托利约 3–3.5 小时",
    "Rome – Fiumicino Airport (FCO)": "罗马 – 菲乌米奇诺机场 (FCO)",
    "For guests flying directly into Rome · ~3–3.5 hrs to Petritoli": "对于直接飞往罗马的旅客 · 距离佩特里托利约 3–3.5 小时",
    "Bologna – Airport (BLQ)": "博洛尼亚 – 机场 (BLQ)",
    "Good European connections · ~3–3.5 hrs to Petritoli": "欧洲交通便利 · 距佩特里托利约 3–3.5 小时",
    "Rimini – Airport (RMI)": "里米尼 – 机场 (RMI)",
    "Seasonal European flights · ~2 hrs to Petritoli": "欧洲季节性航班 · 约 2 小时抵达佩特里托利",
    "Ancona – Airport or Train Station": "安科纳 – 机场或火车站",
    "Closest airport · Also reachable by intercity/fast trains · ~1 hr to Petritoli": "最近的机场 · 也可乘坐城际/快速列车到达 · 约 1 小时即可抵达佩特里托利",
    "Pedaso or Porto San Giorgio – Train Station": "佩达索或波尔图圣乔治 – 火车站",
    "The closest stations to Petritoli · 15–30 min drive": "最靠近 Petritoli 的车站 · 15–30 分钟车程",
    "Leaving Petritoli": "离开佩特里托利",
    "We'll also arrange a": "我们还将安排",
    "main shuttle departing at approximately 11:00 AM on September 4th": "主要班车于 9 月 4 日上午 11:00 左右出发",
    "heading back to Rome after checkout. If you'd like a shuttle at a different time or to a different destination, let us know in your": "退房后返回罗马。如果您想要在不同时间或前往不同目的地的班车，请在您的联系方式中告知我们",
    "and we'll do our best to arrange something — costs will depend on the route and group size.": "我们将尽力安排 — 费用将取决于路线和团体人数。",
    "&#127969; Once You're in Petritoli": "&#127969;一旦您到达佩特里托利",
    "You won't need a car during the celebration itself. All events are either in town or at the Palazzo, and we'll organize transportation for anything off-site (like the beach day). Everything in the village is walkable — sit back, relax, and let us handle the logistics.": "庆祝活动期间您不需要汽车。所有活动均在城镇或 Palazzo 举行，我们将为场外活动（如海滩日）安排交通。村里的一切都适合步行——坐下来，放松一下，让我们处理后勤工作。",
    "That said, there are no taxis in Petritoli — so if you think you'll want to explore the surrounding area independently during the week, a rental car is the way to go. If you don't have a car but need to get around while you're here, you can work with our wedding planner once you arrive to arrange separate car service.": "也就是说，佩特里托利没有出租车 - 因此，如果您想在一周内独立探索周边地区，那么租车是您的最佳选择。如果您没有汽车，但需要在此处出行，您可以在抵达后与我们的婚礼策划师联系，安排单独的汽车服务。",
    "&#128203; Before You Go Checklist": "&#128203;出发前清单",
    "&#128188; Passport": "&#128188;护照",
    "&#127758; Visa": "&#127758;签证",
    "U.S./Canadian citizens — no visa needed for short stays. Others — check Schengen visa requirements": "美国/加拿大公民——短期停留无需签证。其他 — 查看申根签证要求",
    "&#128663; International Driving Permit": "&#128663;国际驾驶许可证",
    "Required if you plan to rent a car in Italy — get this before you leave": "如果您计划在意大利租车，则为必填项 — 在出发前获取此信息",
    "&#128138; Travel Medical Insurance": "&#128138;旅行医疗保险",
    "Recommended — consider coverage for international medical emergencies": "建议 — 考虑承保国际医疗紧急情况",
    "June 1, 2026": "2026 年 6 月 1 日",
    "— the sooner the better so we can plan for everyone!": "— 越早越好，这样我们就可以为每个人做好计划！",
    "&times;": "×",
    "window.__SITE_BUILD__ = '20260301d'; window.SHEET_URL = 'https://script.google.com/macros/s/AKfycbyeOp2H4i3iNh6GTDD_vJupY8rNqIkzCX97NdHwoWb-iv9ywAaUyLnHzFzljH8pudVj/exec';": "窗口.__SITE_BUILD__ = '20260301d'; window.SHEET_URL = 'https://script.google.com/macros/s/AKfycbyeOp2H4i3iNh6GTDD_vJupY8rNqIkzCX97NdHwoWb-iv9ywAaUyLnHzFzljH8pudVj/exec';",
    "// Runtime hardening in case an older cached site.js executes try { if (typeof SHEET_URL === 'undefined' || !SHEET_URL) { SHEET_URL = window.SHEET_URL; } } catch (e) { // If SHEET_URL isn't declared in loaded script, expose globally anyway window.SHEET_URL = window.SHEET_URL; }": "// 运行时强化，以防旧的缓存 site.js 执行 try { if (typeof SHEET_URL === 'undefined' || !SHEET_URL) { SHEET_URL = window.SHEET_URL; } } catch (e) { // 如果在加载的脚本中未声明 SHEET_URL，则无论如何都会公开全局 window.SHEET_URL = window.SHEET_URL; }",
    "Dismiss": "解雇",
    "window.__LOCALE__ = locale;": "window.__LOCALE__ = 区域设置；",
    "📍 TBD": "📍 待定",
    "✈ Flying to Italy": "飞往意大利",
    "🚆 By Train": "乘坐火车",
    "🚗 Getting to Petritoli": "前往佩特里托利",
    "🏡 Once You're in Petritoli": "抵达佩特里托利后",
    "💼 Passport": "💼 护照",
    "🌎 Visa": "🌎 签证",
    "💊 Travel Medical Insurance": "💊 旅行医疗保险",
    "Flying to Italy": "飞往意大利",
    "Getting to Petritoli": "怎么到佩特里托利",
    "Once You're in Petritoli": "到了佩特里托利之后",
    "From Rome Tiburtina to Petritoli, the drive is approximately 2.5–3 hours depending on traffic.": "从罗马蒂布蒂纳到佩特里托利，车程约为2.5–3小时，视交通情况而定。",
    "Departing ~2:00 PM on Aug 31 · Easy to reach within the city · ~2.5–3 hrs to Petritoli": "8月31日约下午2:00出发 · 市内前往方便 · 到佩特里托利约2.5–3小时",
    "Please bring your €280 in cash and place it in the envelope that will be in your room when you arrive.": "请携带280欧元现金，并在到达后将其放入房间内准备好的信封中。",
    "We'd love to celebrate with you in Italy": "我们真的很希望在意大利和你一起庆祝",
    "Where You’ll Stay": "住哪里",
    "Q & A": "常见问题",
    "Please reach out to Chang and John directly.": "这个问题请直接联系 Chang 和 John 哦。",
    "Ask me wedding logistics or Q&A questions": "可以问我婚礼相关的出行和常见问题",
    "Type your question…": "输入你的问题…",
    "Send": "发送",
    "Hi! I can help with wedding FAQs (travel, RSVP, schedule, accommodation, dress code, registry).": "嗨！我可以帮你解答婚礼常见问题（出行、RSVP、日程、住宿、着装、礼物）。",
    "Main option is Rome Fiumicino (FCO). Closest airport is Ancona (AOI). We can coordinate transfers.": "首选机场是罗马菲乌米奇诺（FCO），最近的是安科纳（AOI）。我们也可以帮忙协调接送。",
    "Main shuttle departs around 2:00 PM from Rome Tiburtina on Aug 31. Return shuttle is around 11:00 AM on Sep 4.": "8月31日下午2点左右有主接驳车从罗马 Tiburtina 出发；9月4日上午11点左右有返程接驳。"
  }
}